{
  "data": {
    "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2023/35",
    "type": [
      "Draft",
      "Event",
      "InitialDraft"
    ],
    "references": {
      "draftHasTask": [
        "https://fedlex.data.admin.ch/eli/dl/proj/2023/35/cons_1"
      ],
      "draftHasConsultation": [
        "https://fedlex.data.admin.ch/eli/dl/proj/2023/35/cons_1"
      ]
    },
    "attributes": {
      "modified": {
        "xsd:dateTime": [
          "2023-06-07T07:56:00.841Z"
        ]
      },
      "eventId": {
        "xsd:string": "proj/2023/35"
      },
      "created": {
        "xsd:dateTime": [
          "2023-06-07T07:56:00.822Z"
        ]
      }
    }
  },
  "included": [
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2023/35/cons_1",
      "type": [
        "Consultation",
        "Event",
        "LegislativeTask"
      ],
      "attributes": {
        "eventTitle": {
          "rdf:langString": {
            "de": [
              "Übernahme und Umsetzung der Richtlinie (EU) 2023/977 des Europäischen Parlaments und des Rates vom 10. Mai 2023 über den Austausch von Informationen zwischen den Strafverfolgungsbehörden der Mitgliedstaaten und zur Aufhebung des Rahmenbeschlusses 2006/960/JI des Rates: Genehmigung des Notenaustauschs"
            ],
            "it": [
              "Adozione e attuazione della direttiva (UE) 2023/977 del Parlamento europeo e del Consiglio, del 10 maggio 2023, relativa allo scambio di informazioni tra le autorità degli Stati membri incaricate dell'applicazione della legge e che abroga la decisione quadro 2006/960/GAI del Consiglio: approvazione dello scambio di note"
            ],
            "fr": [
              "Reprise et mise en œuvre de la directive (UE) 2023/977 du Parlement européen et du Conseil du 10 mai 2023 relative à l’échange d’informations entre les services répressifs des États membres et abrogeant la décision-cadre 2006/960/JAI du Conseil: Approbation de l’échange de notes"
            ]
          }
        },
        "eventDescription": {
          "rdf:langString": {
            "de": [
              "Die Europäische Union möchte den Informationsaustausch zwischen den Strafverfolgungsbehörden der verschiedenen Schengen-Mitgliedstaaten oder assoziierten Staaten stärken. Die Richtlinie (EU) 2023/977 zielt darauf ab, den bestehenden Rechtsrahmen zu modernisieren und den Informationsaustausch zwischen den Strafverfolgungsbehörden innerhalb des Schengen-Raums zu vereinheitlichen und zu stärken. Sie legt die Grundsätze und Bedingungen für den Informationsaustausch sowie die verschiedenen Fristen für die Beantwortung von Ersuchen fest, die von einem anderen Schengen-Staat gestellt werden. Außerdem werden die Aufgaben des SPOC (Single Point Of Contact = einzige Anlaufstelle), seine Fähigkeiten, seine Organisation sowie seine Zusammensetzung festgelegt. Die Frage des Datenschutzes ist ein wichtiger Bestandteil der Richtlinie (EU) 2023/977. Die Richtlinie (EU) 2023/977 enthält Bestimmungen, die im nationalen Recht konkretisiert werden müssen. Diese müssen im Schengen-Informationsaustauschgesetz verankert werden."
            ],
            "it": [
              "L'Unione europea desidera rafforzare lo scambio di informazioni tra le autorità giudiziarie dei vari Stati membri o dei Paesi associati a Schengen. La Direttiva (UE) 2023/977 mira a modernizzare il quadro giuridico esistente e a standardizzare e rafforzare lo scambio di informazioni tra le autorità di contrasto all'interno dello spazio Schengen. Essa definisce i principi e le condizioni dello scambio di informazioni e le varie scadenze per rispondere alle richieste presentate da un altro Stato Schengen. Specifica inoltre i compiti dell'SPOC (Single Point Of Contact), le sue capacità, la sua organizzazione e la sua composizione. La questione della protezione dei dati è un elemento importante della Direttiva (UE) 2023/977. La Direttiva (UE) 2023/977 contiene disposizioni che devono essere incorporate nel diritto nazionale. Queste devono essere inserite nella legge sullo scambio di informazioni Schengen (LEIS)."
            ],
            "fr": [
              "L’Union européenne souhaite renforcer l’échange d’informations entre les autorités de poursuite pénale des différents États membres ou associés à Schengen. La directive (UE) 2023/977 vise à moderniser le cadre juridique existant et à uniformiser et renforcer l’échange d’informations entre les autorités de poursuite pénale au sein de l’espace Schengen. Elle définit les principes et les conditions de l’échange d’informations ainsi que les différents délais de réponse aux requêtes soumises par un autre État Schengen. Elle précise également les tâches du SPOC (Single Point Of Contact = point d’accès unique), ses capacités, son organisation ainsi que sa composition. La question de la protection des données est un élément important de la directive (UE) 2023/977. La directive (UE) 2023/977 contient des dispositions qui doivent être concrétisées dans le droit national. Ces dernières doivent être ancrées dans la loi sur l’échange d’informations Schengen (LEIS)."
            ]
          }
        },
        "eventId": {
          "xsd:string": "proj/2023/35/cons_1"
        }
      },
      "references": {
        "foreseenImpactToLegalResource": [
          "https://fedlex.data.admin.ch/eli/cc/2009/815"
        ],
        "consultationStatus": "https://fedlex.data.admin.ch/vocabulary/consultation-status/1",
        "hasSubTask": [
          "https://fedlex.data.admin.ch/eli/dl/proj/2023/35/cons_1/cons-planif"
        ]
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/cc/2009/815",
      "type": [
        "ConsolidationAbstract",
        "Work"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/consultation-status/1",
      "type": [
        "Concept",
        "ConsultationStatus"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2023/35/cons_1/cons-planif",
      "type": [
        "ConsultationPreparation",
        "ConsultationTask",
        "Event",
        "LegislativeTask"
      ],
      "references": {
        "institutionInChargeOfTheEventLevel2": "https://fedlex.data.admin.ch/vocabulary/legal-institution/2935",
        "institutionInChargeOfTheEvent": "https://fedlex.data.admin.ch/vocabulary/legal-institution/S0",
        "consultationHasModification": [
          "https://fedlex.data.admin.ch/eli/dl/proj/2023/35/cons_1/cons-planif/consultation-modification-history/1"
        ]
      },
      "attributes": {
        "foreseenEventEndDate": {
          "xsd:date": "2024-03-01"
        },
        "foreseenEventStartDate": {
          "xsd:date": "2023-12-01"
        }
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/legal-institution/2935",
      "type": [
        "Concept",
        "LegalInstitution"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/legal-institution/S0",
      "type": [
        "Concept",
        "LegalInstitution"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2023/35/cons_1/cons-planif/consultation-modification-history/1",
      "type": [
        "ConsultationModificationHistory",
        "Event"
      ],
      "attributes": {
        "consultationStageDate": {
          "xsd:dateTime": "2023-06-07T07:56:00.511Z"
        }
      }
    }
  ],
  "graph": "https://fedlex.data.admin.ch/eli/dl/proj/2023/35/graph",
  "facets": {
    "sortingDateTime": "2023-06-07T07:56:00.841Z",
    "taxonomies": [
      {
        "consolidationAbstract": "https://fedlex.data.admin.ch/eli/cc/2009/815",
        "taxonomyId": "362.2"
      }
    ],
    "sortingDate": "2023-06-07T09:56:00.511+02:00",
    "modified": "2023-06-07T09:56:00.859496",
    "department": {
      "ConsultationPreparation": "https://fedlex.data.admin.ch/vocabulary/legal-institution/D6"
    }
  },
  "timestampms": null
}
