{
  "data": {
    "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2023/41",
    "type": [
      "Draft",
      "Event",
      "InitialDraft"
    ],
    "references": {
      "draftHasTask": [
        "https://fedlex.data.admin.ch/eli/dl/proj/2023/41/cons_1"
      ],
      "draftHasConsultation": [
        "https://fedlex.data.admin.ch/eli/dl/proj/2023/41/cons_1"
      ]
    },
    "attributes": {
      "modified": {
        "xsd:dateTime": [
          "2023-06-12T08:47:09.451Z"
        ]
      },
      "eventId": {
        "xsd:string": "proj/2023/41"
      },
      "created": {
        "xsd:dateTime": [
          "2023-06-12T08:47:09.433Z"
        ]
      }
    }
  },
  "included": [
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2023/41/cons_1",
      "type": [
        "Consultation",
        "Event",
        "LegislativeTask"
      ],
      "attributes": {
        "eventTitle": {
          "rdf:langString": {
            "de": [
              "Erläuternder Bericht zur Vernehmlassung zur Finanzierung des Betriebs und Substanzerhalts der Bahninfrastruktur, der Systemaufgaben in diesem Bereich und zu Investitionsbeiträgen an private Güterverkehrsanlagen in den Jahren 2025–2028"
            ],
            "it": [
              "Rapporto esplicativo per la procedura di consultazione concernente il finanziamento dell'esercizio, del mantenimento della qualità e dei compiti sistemici relativi all'infrastruttura ferroviaria nonché la concessione di contributi d'investimento a favore di impianti per il traffico merci privati negli anni 2025–2028"
            ],
            "fr": [
              "Rapport explicatif relatif au projet mis en consultation sur le financement de l'exploitation et la maintenance de l'infrastructure ferroviaire, des tâches systémiques de ce domaine et sur les contributions d'investissement en faveur des installations privées de transport de marchandises pour les années 2025 à 2028"
            ]
          }
        },
        "eventDescription": {
          "rdf:langString": {
            "de": [
              "Der Bundesrat beabsichtigt, einen Zahlungsrahmen von rund 15 100 Millionen Franken für die Finanzierung des Betriebs und Substanzerhalts der Bahninfrastruktur und der Systemaufgaben in diesem Bereich in den Jahren 2025–2028 zu beantragen. Zudem beantragt er einen Verpflichtungskredit von 185 Millionen Franken für Investitionsbeiträge an private Güterverkehrsanlagen in den Jahren 2025–2028.\n\nGleichzeitig legt der Bundesrat die Ziele für den Betrieb, die Erhaltung und die technische Entwicklung der gesamten Bahninfrastruktur in der Schweiz fest. Er informiert zudem zum dritten Mal und vertieft über den Anlagenzustand, die Belastung und die Auslastung der Bahninfrastruktur."
            ],
            "it": [
              "Il Consiglio federale intende richiedere un limite di spesa di circa 15 100 milioni di franchi per il finanziamento dell'esercizio, del mantenimento della qualità e dei compiti sistemici relativi all'infrastruttura ferroviaria negli anni 2025–2028 nonché un credito d'impegno di 185 milioni di franchi per contributi d’investimento a favore di impianti per il traffico merci privati negli stessi anni.\n\nParallelamente fissa gli obiettivi per l’esercizio, il mantenimento e lo sviluppo tecnico dell’intera infrastruttura ferroviaria in Svizzera. Inoltre, informa per la terza volta e in modo approfondito sullo stato degli impianti, sul carico e sul grado di utilizzo dell’infrastruttura ferroviaria."
            ],
            "fr": [
              "Le Conseil fédéral a l'intention de proposer un plafond de dépenses d'environ 15 100 millions de francs pour financer l'exploitation et la maintenance de l'infrastructure ferroviaire ainsi que les tâches systémiques de ce domaine pour les années 2025 à 2028. Il propose également un crédit d'engagement de 185 millions de francs pour les contributions d'investissement en faveur des installations privées de transport de marchandises pour les années 2025 à 2028.\n\nEn même temps, le Conseil fédéral fixe les objectifs de l’exploitation, de l’entretien et du développement technique de toute l’infrastructure ferroviaire en Suisse. De plus, il rend compte pour la troisième fois et d’une manière approfondie de l’état des installations, de la sollicitation de l’infrastructure ferroviaire et de son taux d’utilisation."
            ]
          }
        },
        "eventId": {
          "xsd:string": "proj/2023/41/cons_1"
        }
      },
      "references": {
        "consultationStatus": "https://fedlex.data.admin.ch/vocabulary/consultation-status/1",
        "hasSubTask": [
          "https://fedlex.data.admin.ch/eli/dl/proj/2023/41/cons_1/cons-planif"
        ]
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/consultation-status/1",
      "type": [
        "Concept",
        "ConsultationStatus"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2023/41/cons_1/cons-planif",
      "type": [
        "ConsultationPreparation",
        "ConsultationTask",
        "Event",
        "LegislativeTask"
      ],
      "references": {
        "institutionInChargeOfTheEventLevel2": "https://fedlex.data.admin.ch/vocabulary/legal-institution/3054",
        "institutionInChargeOfTheEvent": "https://fedlex.data.admin.ch/vocabulary/legal-institution/S0",
        "consultationHasModification": [
          "https://fedlex.data.admin.ch/eli/dl/proj/2023/41/cons_1/cons-planif/consultation-modification-history/1"
        ]
      },
      "attributes": {
        "foreseenEventEndDate": {
          "xsd:date": "2023-10-01"
        },
        "foreseenEventStartDate": {
          "xsd:date": "2023-06-01"
        }
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/legal-institution/3054",
      "type": [
        "Concept",
        "LegalInstitution"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/legal-institution/S0",
      "type": [
        "Concept",
        "LegalInstitution"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2023/41/cons_1/cons-planif/consultation-modification-history/1",
      "type": [
        "ConsultationModificationHistory",
        "Event"
      ],
      "attributes": {
        "consultationStageDate": {
          "xsd:dateTime": "2023-06-12T08:47:09.037Z"
        }
      }
    }
  ],
  "graph": "https://fedlex.data.admin.ch/eli/dl/proj/2023/41/graph",
  "facets": {
    "sortingDateTime": "2023-06-12T08:47:09.451Z",
    "sortingDate": "2023-06-12T10:47:09.037+02:00",
    "modified": "2023-06-12T10:47:09.471291",
    "department": {
      "ConsultationPreparation": "https://fedlex.data.admin.ch/vocabulary/legal-institution/D3"
    }
  },
  "timestampms": null
}
