{
  "data": {
    "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2023/90",
    "type": [
      "Draft",
      "Event",
      "InitialDraft"
    ],
    "references": {
      "draftHasTask": [
        "https://fedlex.data.admin.ch/eli/dl/proj/2023/90/cons_1"
      ],
      "draftHasConsultation": [
        "https://fedlex.data.admin.ch/eli/dl/proj/2023/90/cons_1"
      ]
    },
    "attributes": {
      "modified": {
        "xsd:dateTime": [
          "2023-11-30T08:56:49.331Z"
        ]
      },
      "eventId": {
        "xsd:string": "proj/2023/90"
      },
      "created": {
        "xsd:dateTime": [
          "2023-11-30T08:56:49.313Z"
        ]
      }
    }
  },
  "included": [
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2023/90/cons_1",
      "type": [
        "Consultation",
        "Event",
        "LegislativeTask"
      ],
      "attributes": {
        "eventTitle": {
          "rdf:langString": {
            "de": [
              "Revision der Netzzugangsverordnungen und der Fahrplanverordnung"
            ],
            "it": [
              "Rapporto esplicativo sulla revisione delle ordinanze concernenti l’accesso alla rete ferroviaria e dell’ordinanza sugli orari"
            ],
            "fr": [
              "Révision des ordonnances sur l’accès au réseau et sur l’horaire de transport"
            ]
          }
        },
        "eventDescription": {
          "rdf:langString": {
            "de": [
              "Der dringende Anpassungsbedarf der Netzzugangsverordnung vom 25. November 1998 (NZV; SR 742.122) ergibt sich einerseits aus der Änderung von drei Rechtsgrundlagen und andererseits aus den erheblichen Nachteilen, die sich ohne eine Reform ergeben würden. Als erste Rechtsgrundlage wurde die neu geschaffene Zuständigkeit von RailCom und der Trassenvergabestelle im Eisenbahngesetz vom 20. Dezember 1957 (EBG; SR 742.101) angepasst. Zweitens wurde die fachliche Eignung in der neuen Ausgestaltung der Sicherheitsbescheinigung im Eisenbahngesetz (EBG; SR 742.101) und in der Verordnung vom 4. November 2009 über die sicherheitsrelevanten Tätigkeiten im Eisenbahnbereich (STEBV; SR 742.141.2) definiert. Drittens ergibt sich der Bedarf aus der Übernahme der Durchführungsverordnung (EU) 2015/10. Ohne Revision besteht weiterhin eine offene Pendenz der Schweiz gegenüber der EU im Bereich der Übernahme der Durchführungsverordnung (EU) 2015/10.\nDie Arbeiten zur Aktualisierung der Bestimmungen über die Netznutzungsplanung und die Trassenvergabe haben zudem gezeigt, dass ein inhaltlicher Zusammenhang mit der Erstellung des Fahrplans besteht. Dementsprechend wurde die Fahrplanverordnung (FPV; SR 745.13) einer Revision unterzogen, die zu einer Totalrevision führte."
            ],
            "it": [
              "L’urgente revisione dell’ordinanza del 25 novembre 1998 concernente l’accesso alla rete ferroviaria (OARF; RS 742.122) è determinata, da un lato, dall’avvenuta modifica di tre basi giuridiche e, dall’altro, dai notevoli svantaggi che causerebbe la mancata attuazione della riforma. A questo proposito va citato innanzitutto l’avvenuto adeguamento della nuova competenza della ComFerr e del Servizio di assegnazione delle tracce sancita nella legge federale del 20 dicembre 1957 sulle ferrovie (Lferr; RS 742.101). In secondo luogo è stata definita la capacità professionale nell’ambito della riconfigurazione del certificato di sicurezza nella Lferr e nell’ordinanza del 4 novembre 2009 sulle attività rilevanti per la sicurezza nel settore ferroviario (OASF; RS 742.141.2). In terzo luogo la revisione è resa necessaria dal recepimento del regolamento di esecuzione (UE) 2015/10, in mancanza del quale permarrebbe una pendenza della Svizzera nei confronti dell’UE.\nInoltre, poiché i lavori di aggiornamento delle suddette disposizioni dell’OARF hanno evidenziato un legame contenutistico con la definizione dell’orario, si è proceduto anche a una revisione dell’ordinanza sugli orari (OOra; RS 745.13), sfociata in una revisione totale."
            ],
            "fr": [
              "Le besoin urgent d’adapter l’ordonnance du 25 novembre 1998 sur l’accès au réseau ferroviaire (OARF; RS 742.122) résulte, d’une part, de la modification de trois bases légales et, d’autre part, des inconvénients considérables qui résulteraient d’une absence de réforme. La première base juridique a été l’adaptation des compétences nouvellement créées de RailCom et du Service d’attribution des sillons dans la loi du 20 décembre 1957 sur les chemins de fer (LCdF; RS 742.101). Deuxièmement, la capacité professionnelle a été définie dans la nouvelle structure du certificat de sécurité dans la LCdF et dans l’ordonnance du 4 novembre 2009 sur les activités déterminantes pour la sécurité dans le domaine ferroviaire (OASF; RS 742.141.2). Troisièmement, il a fallu reprendre le règlement d’exécution (UE) 2015/10. Sans révision, la Suisse serait restée en suspens vis-à-vis de l’UE dans ce domaine.\nLes travaux d’actualisation des dispositions précitées de l’OARF ont en outre montré qu’il existait un lien matériel avec l’établissement de l’horaire. Par conséquent, l’ordonnance du 4 novembre 2009 sur les horaires (OH; RS 745.13) a fait l’objet d’une révision qui a conduit à une refonte."
            ]
          }
        },
        "eventId": {
          "xsd:string": "proj/2023/90/cons_1"
        }
      },
      "references": {
        "consultationStatus": "https://fedlex.data.admin.ch/vocabulary/consultation-status/1",
        "hasSubTask": [
          "https://fedlex.data.admin.ch/eli/dl/proj/2023/90/cons_1/cons-planif"
        ]
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/consultation-status/1",
      "type": [
        "Concept",
        "ConsultationStatus"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2023/90/cons_1/cons-planif",
      "type": [
        "ConsultationPreparation",
        "ConsultationTask",
        "Event",
        "LegislativeTask"
      ],
      "references": {
        "institutionInChargeOfTheEventLevel2": "https://fedlex.data.admin.ch/vocabulary/legal-institution/3054",
        "institutionInChargeOfTheEvent": "https://fedlex.data.admin.ch/vocabulary/legal-institution/S0",
        "consultationHasModification": [
          "https://fedlex.data.admin.ch/eli/dl/proj/2023/90/cons_1/cons-planif/consultation-modification-history/1"
        ]
      },
      "attributes": {
        "foreseenEventEndDate": {
          "xsd:date": "2024-03-01"
        },
        "foreseenEventStartDate": {
          "xsd:date": "2023-11-01"
        }
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/legal-institution/3054",
      "type": [
        "Concept",
        "LegalInstitution"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/legal-institution/S0",
      "type": [
        "Concept",
        "LegalInstitution"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2023/90/cons_1/cons-planif/consultation-modification-history/1",
      "type": [
        "ConsultationModificationHistory",
        "Event"
      ],
      "attributes": {
        "consultationStageDate": {
          "xsd:dateTime": "2023-11-30T08:56:49.021Z"
        }
      }
    }
  ],
  "graph": "https://fedlex.data.admin.ch/eli/dl/proj/2023/90/graph",
  "facets": {
    "sortingDateTime": "2023-11-30T08:56:49.331Z",
    "sortingDate": "2023-11-30T09:56:49.021+01:00",
    "modified": "2023-11-30T09:56:49.349131",
    "department": {
      "ConsultationPreparation": "https://fedlex.data.admin.ch/vocabulary/legal-institution/D3"
    }
  },
  "timestampms": null
}
