{
  "data": {
    "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2024/11",
    "type": [
      "Draft",
      "Event",
      "InitialDraft"
    ],
    "references": {
      "draftHasTask": [
        "https://fedlex.data.admin.ch/eli/dl/proj/2024/11/cons_1"
      ],
      "draftHasConsultation": [
        "https://fedlex.data.admin.ch/eli/dl/proj/2024/11/cons_1"
      ]
    },
    "attributes": {
      "modified": {
        "xsd:dateTime": [
          "2024-02-02T16:33:38.874Z"
        ]
      },
      "eventId": {
        "xsd:string": "proj/2024/11"
      },
      "created": {
        "xsd:dateTime": [
          "2024-02-02T16:33:38.855Z"
        ]
      }
    }
  },
  "included": [
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2024/11/cons_1",
      "type": [
        "Consultation",
        "Event",
        "LegislativeTask"
      ],
      "attributes": {
        "eventTitle": {
          "rdf:langString": {
            "de": [
              "Übernahme und Umsetzung der Verordnung (EU) 2022/1190 zur Änderung der Verordnung (EU) 2018/1862 in Bezug auf die Eingabe von Informationsausschreibungen zu Drittstaatsangehörigen im Interesse der Union in das Schengener Informationssystem (SIS) (Weiterentwicklung des Schengen-Besitzstands)"
            ],
            "it": [
              "Recepimento e attuazione del regolamento (UE) 2022/1190 che modifica il regolamento (UE) 2018/1862 per quanto riguarda l’inserimento, nell’interesse dell’Unione, di segnalazioni informative su cittadini di paesi terzi nel sistema d’informazione Schengen (SIS) (sviluppo dell’acquis di Schengen)"
            ],
            "fr": [
              "Reprise et mise en œuvre du règlement (UE) 2022/1190 modifiant le règlement (UE) 2018/1862 en ce qui concerne l’introduction dans le système d’information Schengen (SIS) de signalements pour information concernant des ressortissants de pays tiers dans l’intérêt de l’Union (développement de l’acquis de Schengen)"
            ]
          }
        },
        "eventDescription": {
          "rdf:langString": {
            "de": [
              "Die Europäische Union sieht mit der Verordnung (EU) 2022/1190 vom 6. Juli 2022 vor, dass das Europäische Polizeiamt Europol zur Bekämpfung von schwerer Kriminalität und von Terrorismus den Mitgliedstaaten Informationsausschreibungen im Schengener Informationssystem (SIS) vorschlagen kann. Die Schweiz hat diese Verordnung als Schengen-Weiterentwicklung zu übernehmen. Die Umsetzung ins Landesrecht erfordert eine Änderung des Bundesgesetzes über die polizeilichen Informationssysteme des Bundes (BPI). Anzupassen sind die Bestimmungen zum nationalen Teil des SIS (N-SIS) sowie zum nationalen Fahndungssystem RIPOL. Liegt eine Informationsausschreibung vor, so ist für die Endnutzer des SIS, wie die Mitarbeitenden der Kantonspolizeien oder des Bundesamts für Zoll und Grenzsicherheit (BAZG), bei einer Abfrage im SIS ersichtlich, dass eine bestimmte Person im Verdacht steht, in eine in den Zuständigkeitsbereich von Europol fallende Straftat verwickelt zu sein. Gestützt darauf ergreifen die zuständigen Behörden die in der Ausschreibung vorgesehenen Massnahmen. Ebenso wird die Befugnis von Europol, auch der Schweiz Informationsausschreibungen vorzuschlagen, im Landesrecht ausdrücklich verankert."
            ],
            "it": [
              "Con il regolamento (UE) 2022/1190 del 6 luglio 2022 l’Unione europea prevede che l’Ufficio europeo di polizia Europol possa proporre agli Stati membri l’inserimento di segnalazioni informative nel Sistema d’informazione Schengen (SIS) allo scopo di contrastare le forme gravi di criminalità e il terrorismo. La Svizzera è tenuta a recepire questo regolamento quale sviluppo dell’acquis di Schengen. La trasposizione nel diritto nazionale richiede una modifica della legge federale del 13 giugno 2008 sui sistemi d’informazione di polizia della Confederazione (LSIP). Sono da adeguare le disposizioni della parte nazionale del SIS (N-SIS) e del sistema nazionale di ricerca informatizzato di polizia RIPOL. Se è presente una segnalazione informativa, gli utenti finali che effettuano un’interrogazione del SIS, come i collaboratori delle polizie cantonali o dell’Ufficio federale della dogana e della sicurezza dei confini (UDSC), sono informati del fatto che una specifica persona è sospettata di essere implicata in un reato di competenza di Europol. Sulla base di tale informazione le autorità competenti adottano le misure previste nella segnalazione. Inoltre, la competenza di Europol di proporre anche alla Svizzera di inserire segnalazioni informative sarà sancita esplicitamente nel diritto nazionale."
            ],
            "fr": [
              "Au moyen du règlement (UE) 2022/1190 du 6 juillet 2022, l'Union européenne prévoit que l'Office européen de police Europol puisse proposer aux Etats membres des signalements pour information dans le système d'information Schengen (SIS), ceci afin de lutter contre la grande criminalité et le terrorisme. La Suisse est tenue de reprendre ce règlement en tant que développement de l’acquis de Schengen. La mise en œuvre dans le droit national nécessite une révision partielle de la loi fédérale sur les systèmes d'information de police de la Confédération (LSIP). Les dispositions relatives à la partie nationale du SIS (N-SIS) et au système national de recherches RIPOL doivent être adaptées. Grâce aux signalements pour information, les utilisateurs finaux du SIS, tels que les collaborateurs des polices cantonales ou de l'Office fédéral des douanes et de la sécurité des frontières (OFDT), peuvent voir, lors d'une consultation du SIS, qu'une personne déterminée est soupçonnée d'être impliquée dans une infraction relevant de la compétence d'Europol. Sur la base de cette information, les autorités compétentes prennent les mesures prévues dans le signalement. De même, la compétence d'Europol de proposer également à la Suisse des signalements pour information est expressément ancrée dans le droit national."
            ]
          }
        },
        "eventId": {
          "xsd:string": "proj/2024/11/cons_1"
        }
      },
      "references": {
        "foreseenImpactToLegalResource": [
          "https://fedlex.data.admin.ch/eli/cc/2008/698"
        ],
        "consultationStatus": "https://fedlex.data.admin.ch/vocabulary/consultation-status/1",
        "hasSubTask": [
          "https://fedlex.data.admin.ch/eli/dl/proj/2024/11/cons_1/cons-planif"
        ]
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/cc/2008/698",
      "type": [
        "ConsolidationAbstract",
        "Work"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/consultation-status/1",
      "type": [
        "Concept",
        "ConsultationStatus"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2024/11/cons_1/cons-planif",
      "type": [
        "ConsultationPreparation",
        "ConsultationTask",
        "Event",
        "LegislativeTask"
      ],
      "references": {
        "institutionInChargeOfTheEventLevel2": "https://fedlex.data.admin.ch/vocabulary/legal-institution/2935",
        "institutionInChargeOfTheEvent": "https://fedlex.data.admin.ch/vocabulary/legal-institution/S0",
        "consultationHasModification": [
          "https://fedlex.data.admin.ch/eli/dl/proj/2024/11/cons_1/cons-planif/consultation-modification-history/1"
        ]
      },
      "attributes": {
        "foreseenEventEndDate": {
          "xsd:date": "2024-06-01"
        },
        "foreseenEventStartDate": {
          "xsd:date": "2024-04-01"
        }
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/legal-institution/2935",
      "type": [
        "Concept",
        "LegalInstitution"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/legal-institution/S0",
      "type": [
        "Concept",
        "LegalInstitution"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2024/11/cons_1/cons-planif/consultation-modification-history/1",
      "type": [
        "ConsultationModificationHistory",
        "Event"
      ],
      "attributes": {
        "consultationStageDate": {
          "xsd:dateTime": "2024-02-02T16:33:38.526Z"
        }
      }
    }
  ],
  "graph": "https://fedlex.data.admin.ch/eli/dl/proj/2024/11/graph",
  "facets": {
    "sortingDateTime": "2024-02-02T16:33:38.874Z",
    "taxonomies": [
      {
        "consolidationAbstract": "https://fedlex.data.admin.ch/eli/cc/2008/698",
        "taxonomyId": "361"
      }
    ],
    "sortingDate": "2024-02-02T17:33:38.526+01:00",
    "modified": "2024-02-02T17:33:38.893603",
    "department": {
      "ConsultationPreparation": "https://fedlex.data.admin.ch/vocabulary/legal-institution/D6"
    },
    "consultationId": "2024/11"
  },
  "timestampms": null
}
