{
  "data": {
    "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2024/24",
    "type": [
      "Draft",
      "Event",
      "InitialDraft"
    ],
    "references": {
      "draftHasTask": [
        "https://fedlex.data.admin.ch/eli/dl/proj/2024/24/cons_1"
      ],
      "draftHasConsultation": [
        "https://fedlex.data.admin.ch/eli/dl/proj/2024/24/cons_1"
      ]
    },
    "attributes": {
      "modified": {
        "xsd:dateTime": [
          "2024-03-28T12:01:48.614Z"
        ]
      },
      "eventId": {
        "xsd:string": "proj/2024/24"
      },
      "created": {
        "xsd:dateTime": [
          "2024-03-28T12:01:48.583Z"
        ]
      }
    }
  },
  "included": [
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2024/24/cons_1",
      "type": [
        "Consultation",
        "Event",
        "LegislativeTask"
      ],
      "attributes": {
        "eventTitle": {
          "rdf:langString": {
            "de": [
              "Revision Verordnung über die Berichterstattung über Klimabelange"
            ],
            "it": [
              "Revisione Ordinanza concernente la relazione sulle questioni climatiche"
            ],
            "fr": [
              "Révision Ordonnance relative au rapport sur les questions climatiques"
            ]
          }
        },
        "eventDescription": {
          "rdf:langString": {
            "de": [
              "Die Verordnung über die Berichterstattung über Klimabelange wurde am 23. November 2022 vom Bundesrat gutgeheissen und trat per 1. Januar 2024 in Kraft. Sie präzisiert die Anforderungen zur Nachhaltigkeitsberichterstattung im Obligationenrecht, welche aus dem Gegenvorschlag zu Konzernverantwortungsinitiative entstanden sind. Der Bundesrat hat zeitgleich das EFD (SIF) beauftragt, in Zusammenarbeit mit dem UVEK (BAFU, BFE) und dem EJPD (BJ) die Verordnung bis drei Jahre nach Inkrafttreten insbesondere mit Blick auf internationale Entwicklungen zu überprüfen. Zudem hat der Bundesrat das EFD am 24. Januar 2024 beauftragt, in Zusammenarbeit mit dem UVEK (BAFU) bis Ende 2024 eine Revision der Verordnung vorzulegen, um Mindestanforderungen an Transitionspläne von Finanzinstituten aufzunehmen. \nDarin soll die Referenzierung auf internationale Standards in der Verordnung unter Berücksichtigung des Grundsatzes der Verhältnismässigkeit aktualisiert werden. Dies einerseits auf den europäischen European Sustainability Reporting Standards (ESRS), andererseits auf den Standard des International Sustainability Standards Board (ISSB) mit gezielten Zusatzanforderungen. Unternehmen, die aufgrund ihrer Geschäftstätigkeit im EU-Binnenmarkt durch seine extraterritoriale Wirkung ESRS anwenden müssen, erhalten so Rechtssicherheit, dass sie auch die Schweizer Anforderungen erfüllen. Andere Unternehmen sollen den pragmatischeren ISSB Standard als Alternative nutzen können. Zudem soll die Konsistenz der Terminologie innerhalb der Verordnung mit jener der Klimaschutzverordnung (Vernehmlassung läuft bis 1. Mai 2024) sichergestellt und Mindestanforderungen hinsichtlich Transitionsplänen von Finanzunternehmen ergänzt werden. Weiter sollen Berichte in maschinenlesbarer Form publiziert und ihre direkte Veröffentlichung im Rahmen einer internationalen Plattform vorgesehen werden."
            ],
            "it": [
              "L’ordinanza concernente la relazione sulle questioni climatiche è stata approvata dal Consiglio federale il 23 novembre 2022 ed è entrata in vigore il 1° gennaio 2024. Essa specifica i requisiti per il reporting di sostenibilità nel Codice delle Obbligazioni, nato dalla controproposta all’Iniziativa multinazionali responsabili. Contemporaneamente, il Consiglio federale ha incaricato il DFF (SIF), in collaborazione con il DATEC (UFAM, UFE) e il DFGP (UFG), di rivedere l’ordinanza entro tre anni dall’entrata in vigore, in particolare per quanto riguarda gli sviluppi internazionali. Inoltre, il 24 gennaio 2024 il Consiglio federale ha incaricato il DFF, in collaborazione con il DATEC (UFAM), di presentare entro la fine del 2024 una revisione dell’ordinanza, al fine di includere i requisiti minimi per i piani di transizione degli istituti finanziari.\nCon questa revisione, il riferimento agli standard internazionali nell’ordinanza deve essere adattato, tenendo conto della proporzionalità come principio: da un lato agli European Sustainability Reporting Standards (ESRS) e dall’altro allo standard dell’International Sustainability Standards Board (ISSB) con requisiti aggiuntivi. Le aziende che devono applicare l’ESRS a causa del suo effetto extraterritoriale hanno così la certezza giuridica di soddisfare anche i requisiti svizzeri. Le altre aziende dovrebbero essere in grado di utilizzare lo standard ISSB, più pragmatico, come alternativa. Inoltre, è necessario garantire la coerenza della terminologia con quella dell’ordinanza sulla protezione del clima (la cui consultazione è prevista fino al 1° maggio 2024) e integrare i requisiti minimi relativi ai piani di transizione delle aziende finanziarie. Inoltre, i rapporti devono essere pubblicati in forma leggibile e si prevede la loro pubblicazione diretta su una piattaforma internazionale."
            ],
            "fr": [
              "L’ordonnance relative au rapport sur les questions climatiques a été adoptée par le Conseil fédéral le 23 novembre 2022 et est entrée en vigueur le 1er janvier 2024. Elle précise les exigences du code des obligations concernant les rapports sur la durabilité, qui découlent du contre-projet à l’initiative multinationales responsables. Parallèlement, le Conseil fédéral a chargé le DFF (SFI), en collaboration avec le DETEC (OFEV, OFEN) et le DFJP (OFJ), de réexaminer l’ordonnance jusqu’à trois ans après son entrée en vigueur, notamment au regard des développements internationaux. En outre, le 24 janvier 2024, il a chargé le DFF, en collaboration avec le DETEC (OFEV), de lui présenter d’ici fin 2024 une révision de l’ordonnance, afin d’y inclure des exigences minimales pour les plans de transition des établissements financiers. \nPar le biais de cette révision, la référence aux normes internationales dans l’ordonnance doit être adaptée en tenant compte du principe de proportionnalité: d’une part aux European Sustainability Reporting Standards (ESRS), d’autre part à la norme de l’International Sustainability Standards Board (ISSB) avec des exigences supplémentaires. Les entreprises qui doivent appliquer l’ESRS en raison de son effet extraterritorial obtiennent ainsi la sécurité juridique qu’elles remplissent également les exigences suisses. Les autres entreprises peuvent utiliser la norme ISSB, plus pragmatique, comme alternative. En outre, la cohérence de la terminologie avec celle de l’ordonnance sur la protection du climat (consultation en cours jusqu’au 1er mai 2024) doit être assurée et des exigences minimales concernant les plans de transition des entreprises financières doivent être complétées. En outre, les rapports doivent être publiés sous une forme lisible par machine et leur publication directe dans le cadre d’une plateforme internationale doit être prévue."
            ]
          }
        },
        "eventId": {
          "xsd:string": "proj/2024/24/cons_1"
        }
      },
      "references": {
        "foreseenImpactToLegalResource": [
          "https://fedlex.data.admin.ch/eli/cc/2022/747"
        ],
        "consultationStatus": "https://fedlex.data.admin.ch/vocabulary/consultation-status/1",
        "hasSubTask": [
          "https://fedlex.data.admin.ch/eli/dl/proj/2024/24/cons_1/cons-planif"
        ]
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/cc/2022/747",
      "type": [
        "ConsolidationAbstract",
        "Work"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/consultation-status/1",
      "type": [
        "Concept",
        "ConsultationStatus"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2024/24/cons_1/cons-planif",
      "type": [
        "ConsultationPreparation",
        "ConsultationTask",
        "Event",
        "LegislativeTask"
      ],
      "references": {
        "institutionInChargeOfTheEventLevel2": "https://fedlex.data.admin.ch/vocabulary/legal-institution/195",
        "institutionInChargeOfTheEvent": "https://fedlex.data.admin.ch/vocabulary/legal-institution/S0",
        "consultationHasModification": [
          "https://fedlex.data.admin.ch/eli/dl/proj/2024/24/cons_1/cons-planif/consultation-modification-history/1"
        ]
      },
      "attributes": {
        "foreseenEventEndDate": {
          "xsd:date": "2025-04-01"
        },
        "foreseenEventStartDate": {
          "xsd:date": "2025-01-01"
        }
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/legal-institution/195",
      "type": [
        "Concept",
        "LegalInstitution"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/legal-institution/S0",
      "type": [
        "Concept",
        "LegalInstitution"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2024/24/cons_1/cons-planif/consultation-modification-history/1",
      "type": [
        "ConsultationModificationHistory",
        "Event"
      ],
      "attributes": {
        "consultationStageDate": {
          "xsd:dateTime": "2024-03-28T12:01:48.205Z"
        }
      }
    }
  ],
  "graph": "https://fedlex.data.admin.ch/eli/dl/proj/2024/24/graph",
  "facets": {
    "sortingDateTime": "2024-03-28T12:01:48.614Z",
    "taxonomies": [
      {
        "consolidationAbstract": "https://fedlex.data.admin.ch/eli/cc/2022/747",
        "taxonomyId": "221.434"
      }
    ],
    "sortingDate": "2024-03-28T13:01:48.205+01:00",
    "modified": "2024-03-28T13:01:48.646752",
    "department": {
      "ConsultationPreparation": "https://fedlex.data.admin.ch/vocabulary/legal-institution/D7"
    },
    "consultationId": "2024/24"
  },
  "timestampms": null
}
