{
  "data": {
    "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2024/39",
    "type": [
      "Draft",
      "Event",
      "InitialDraft"
    ],
    "references": {
      "draftHasTask": [
        "https://fedlex.data.admin.ch/eli/dl/proj/2024/39/cons_1"
      ],
      "draftHasConsultation": [
        "https://fedlex.data.admin.ch/eli/dl/proj/2024/39/cons_1"
      ]
    },
    "attributes": {
      "modified": {
        "xsd:dateTime": [
          "2024-12-05T16:06:47.427Z"
        ]
      },
      "eventId": {
        "xsd:string": "proj/2024/39"
      },
      "created": {
        "xsd:dateTime": [
          "2024-12-05T16:06:47.410Z"
        ]
      }
    }
  },
  "included": [
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2024/39/cons_1",
      "type": [
        "Consultation",
        "Event",
        "LegislativeTask"
      ],
      "attributes": {
        "eventTitle": {
          "rdf:langString": {
            "de": [
              "Verordnungen zum Bundegesetz über den elektronischen Identitätsnachweis und andere elektronische Nachweise"
            ],
            "it": [
              "Ordinanze concernente la legge federale sul mezzo d’identificazione elettronico e altri mezzi di autenticazione elettronici"
            ],
            "fr": [
              "Ordonnances relatives à la loi fédérale sur l’identité électronique et d’autres moyens de preuves électroniques"
            ]
          }
        },
        "eventDescription": {
          "rdf:langString": {
            "de": [
              "Das Gesetz über den elektronischen Identitätsnachweis und andere elektronische Nachweise (E-ID-Gesetz) schafft die Grundlagen für die Einführung der staatlichen elektronischen Identität (E-ID) in der Schweiz. Der Bund überprüft die Identität einer Person und stellt ihr eine E-ID aus. Die E-ID und andere elektronische Nachweise werden über eine vom Bund zur Verfügung gestellte staatliche Vertrauensinfrastruktur herausgegeben. Das E-ID-Gesetz regelt die Anforderungen an diese Infrastruktur, die sowohl öffentlichen als auch privaten Akteurinnen zur Verfügung stehen wird. Dem Bundesrat wird die Kompetenz delegiert, den im Gesetz vorgesehenen Rahmen in einer Verordnung zu präzisieren. Die Ausführungsbestimmungen zum E-ID-Gesetz werden Gegenstand einer Vernehmlassung sein und sollen insbesondere die Identifikations- und Ausstellungsverfahren, die Datenschutzmassnahmen sowie die verschiedenen technischen und organisatorischen Standards regeln, die für die E-ID, andere elektronische Nachweise und die Vertrauensinfrastruktur des Bundes gelten."
            ],
            "it": [
              "La legge sul mezzo d’identificazione elettronico e altri mezzi di autenticazione elettronici (Legge sull’Id-e) pone le basi per l’introduzione del mezzo d’identificazione elettronico (Id-e) statale in Svizzera. La Confederazione verifica l’identità del richiedente e gli rilascia un Id-e. L’Id-e e gli altri mezzi di autenticazione elettronici sono emessi mediante un’infrastruttura statale di fiducia messa a disposizione dalla Confederazione. La legge sull’Id-e disciplina i requisiti di questa infrastruttura, che sarà accessibile agli attori dei settori pubblico e privato. Al Consiglio federale è delegata la competenza di specificare in un’ordinanza il quadro previsto dalla legge. Le disposizioni di esecuzione della legge sull’Id-e, che saranno sottoposte a consultazione, mirano in particolare a disciplinare le procedure di identificazione e di rilascio, le misure di protezione dei dati e i vari standard tecnici e organizzativi applicabili all’Id-e, agli altri mezzi di autenticazione elettronici e all’infrastruttura di fiducia della Confederazione."
            ],
            "fr": [
              "La loi sur l’identité électronique et d’autres moyens de preuves électroniques (Loi sur l’e-ID) pose des jalons pour la mise en place de l’identité électronique (e-ID) étatique en Suisse. La Confédération vérifie l’identité d’une personne et lui émet une e-ID. L’e-ID et les autres moyens de preuve électroniques sont émis et exploités au moyen d’une infrastructure de confiance étatique mise à disposition par la Confédération. La loi règle les exigences relatives à cette infrastructure qui sera accessible aux acteurs des secteurs public et privé. Le Conseil fédéral se voit déléguer la compétence de préciser ces normes par voie d’ordonnance et ainsi de mettre en œuvre le cadre légal prévu par la loi. Les dispositions d’exécution de la loi sur l’e-ID feront l’objet d’une consultation externe et auront pour but de régler notamment les procédures d’identification et d’émission, les mesures de protection des données ainsi que les différentes normes techniques et organisationnels applicables à l’e-ID, aux autres moyens de preuve électroniques et à l’infrastructure de confiance de la Confédération."
            ]
          }
        },
        "eventId": {
          "xsd:string": "proj/2024/39/cons_1"
        }
      },
      "references": {
        "consultationStatus": "https://fedlex.data.admin.ch/vocabulary/consultation-status/1",
        "hasSubTask": [
          "https://fedlex.data.admin.ch/eli/dl/proj/2024/39/cons_1/cons-planif"
        ]
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/consultation-status/1",
      "type": [
        "Concept",
        "ConsultationStatus"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2024/39/cons_1/cons-planif",
      "type": [
        "ConsultationPreparation",
        "ConsultationTask",
        "Event",
        "LegislativeTask"
      ],
      "references": {
        "institutionInChargeOfTheEventLevel2": "https://fedlex.data.admin.ch/vocabulary/legal-institution/5",
        "institutionInChargeOfTheEvent": "https://fedlex.data.admin.ch/vocabulary/legal-institution/S0",
        "consultationHasModification": [
          "https://fedlex.data.admin.ch/eli/dl/proj/2024/39/cons_1/cons-planif/consultation-modification-history/1"
        ]
      },
      "attributes": {
        "foreseenEventEndDate": {
          "xsd:date": "2025-06-01"
        },
        "foreseenEventStartDate": {
          "xsd:date": "2025-03-01"
        }
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/legal-institution/5",
      "type": [
        "Concept",
        "LegalInstitution"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/legal-institution/S0",
      "type": [
        "Concept",
        "LegalInstitution"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2024/39/cons_1/cons-planif/consultation-modification-history/1",
      "type": [
        "ConsultationModificationHistory",
        "Event"
      ],
      "attributes": {
        "consultationStageDate": {
          "xsd:dateTime": "2024-05-28T08:27:27.512Z"
        }
      }
    }
  ],
  "facets": {
    "modified": "2024-12-05T17:06:47.444991",
    "sortingDateTime": "2024-12-05T16:06:47.427Z",
    "title": {
      "de": "Verordnungen zum Bundegesetz über den elektronischen Identitätsnachweis und andere elektronische Nachweise",
      "it": "Ordinanze concernente la legge federale sul mezzo d’identificazione elettronico e altri mezzi di autenticazione elettronici",
      "fr": "Ordonnances relatives à la loi fédérale sur l’identité électronique et d’autres moyens de preuves électroniques"
    },
    "department": {
      "ConsultationPreparation": "https://fedlex.data.admin.ch/vocabulary/legal-institution/D6"
    },
    "consultationId": "2024/39",
    "sortingDate": "2024-05-28T08:27:27.512Z"
  },
  "graph": "https://fedlex.data.admin.ch/eli/dl/proj/2024/39/graph",
  "timestampms": null
}
