{
  "data": {
    "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2024/46",
    "type": [
      "Draft",
      "Event",
      "InitialDraft"
    ],
    "references": {
      "draftHasTask": [
        "https://fedlex.data.admin.ch/eli/dl/proj/2024/46/cons_1"
      ],
      "draftHasConsultation": [
        "https://fedlex.data.admin.ch/eli/dl/proj/2024/46/cons_1"
      ]
    },
    "attributes": {
      "modified": {
        "xsd:dateTime": [
          "2024-05-31T08:05:48.227Z"
        ]
      },
      "eventId": {
        "xsd:string": "proj/2024/46"
      },
      "created": {
        "xsd:dateTime": [
          "2024-05-31T08:05:48.205Z"
        ]
      }
    }
  },
  "included": [
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2024/46/cons_1",
      "type": [
        "Consultation",
        "Event",
        "LegislativeTask"
      ],
      "attributes": {
        "eventTitle": {
          "rdf:langString": {
            "de": [
              "Übernahme und Umsetzung der Rechtsgrundlagen zum EU-Migrations- und Asylpakt (Weiterentwicklungen des Schengen/Dublin-Besitzstands)"
            ],
            "it": [
              "Recepimento e trasposizione delle basi legali relative al Patto sulla migrazione e l’asilo dell’UE (sviluppo dell’acquis di Schengen/Dublino); apertura della procedura di consultazione"
            ],
            "fr": [
              "Reprise et mise en œuvre des bases juridiques relatives au pacte de l’Union européenne sur la migration et l’asile (développements de l’acquis de Schengen/Dublin)"
            ]
          }
        },
        "eventDescription": {
          "rdf:langString": {
            "de": [
              "Die EU verabschiedete im Rahmen des EU-Migrations- und Asylpakts (nachfolgend EU-Pakt) die folgenden, für die Schweiz verbindlichen, Rechtsakte: AMMR-Verordnung, Krisenverordnung, Eurodac-Verordnung, Rückkehrgrenzverfahrensverordnung und Überprüfungsverordnung).\nDie ersten drei EU-Verordnungen enthalten Bestimmungen, die Weiterentwicklungen des Dublin/Eurodac-Besitzstands darstellen. Bei der Rückkehrgrenzverfahrens- und der Überprüfungsverordnung hingegen handelt es sich um Weiterentwicklungen des Schengen-Besitzstands. Der EU-Migrations- und Asylpakt ist ein Bündel von Regelungen zur Schaffung eines gerechteren, effizienteren und krisenresistenteren Migrations- und Asylsystems für die EU resp. den Schengen-/Dublin-Raum. Mit dieser Reform soll zum einen die irreguläre Migration nach und innerhalb Europas verringert werden; zum anderen soll nach dem Prinzip der gemeinsamen Verantwortung und Solidarität eine Entlastung der EU-Mitgliedstaaten an den Dublin-Aussengrenzen geschaffen werden, wenn diese unter besonderem Migrationsdruck stehen oder Ausnahmeregelungen erlauben für Mitgliedstaaten, die mit einer Krisensituation konfrontiert sind. Der EU-Pakt setzt auf rasche Verfahren an den Schengen-Aussengrenzen, ein weiterentwickeltes Dublin-System, eine ausgeweitete Datenregistrierung im Eurodac-System und einen obligatorischen Solidaritätsmechanismus zwischen den EU-Mitgliedstaaten."
            ],
            "it": [
              "L’Unione europea ha approvato, nel quadro del Patto sulla migrazione e l’asilo dell’UE (di seguito «Patto UE»), i seguenti atti giuridici vincolanti per la Svizzera: regolamento AMMR, regolamento di crisi, regolamento Eurodac, regolamento sul rimpatrio alla frontiera e regolamento sugli accertamenti.\nI primi tre regolamenti UE contengono disposizioni che costituiscono sviluppi dell’acquis di Dublino/Eurodac, mentre il regolamento sul rimpatrio alla frontiera e il regolamento sugli accertamenti costituiscono sviluppi dell’acquis di Schengen. Il Patto UE è un insieme di disposizioni volte a creare un sistema di migrazione e asilo più equo, efficiente e a prova di crisi per l’UE e per lo spazio Schengen/Dublino. La riforma mira da un canto a ridurre la migrazione irregolare verso l’Europa e al suo interno; dall’altro, secondo il principio della responsabilità condivisa e della solidarietà, intende alleggerire l’onere che grava sugli Stati membri dell’UE alle frontiere esterne Dublino che si trovano sotto particolare pressione o consentire deroghe per gli Stati membri che fanno fronte a una situazione di crisi. Il Patto UE punta su procedure rapide alle frontiere esterne Schengen, sull’ulteriore sviluppo del sistema Dublino, sull’ampliamento della registrazione dei dati nel sistema Eurodac e su un meccanismo di solidarietà obbligatorio tra gli Stati membri dell’UE."
            ],
            "fr": [
              "Dans le cadre du pacte de l’Union européenne (UE) sur la migration et l’asile (ci-après pacte européen), l’UE a adopté les actes juridiques suivants, contraignants pour la Suisse: le règlement relatif à la gestion de l’asile et de la migration, le règlement visant à faire face aux situations de crise, le règlement Eurodac, le règlement instituant une procédure de retour à la frontière et le règlement sur le filtrage.\nLes trois premiers règlements contiennent des dispositions qui constituent des développements de l’acquis de Dublin (Eurodac); quant au règlement instituant une procédure de retour à la frontière et au règlement sur filtrage, ils constituent des développements de l’acquis de Schengen. Le pacte de l’UE sur la migration et l’asile est un ensemble de règles visant à créer un système d’asile et de gestion des migrations plus juste, plus efficace et plus résistant aux crises pour l’UE et l’espace Schengen/Dublin. Cette réforme vise, d’une part, à réduire la migration irrégulière vers et au sein de l’Europe et, d’autre part, à soulager les États membres de l’UE situés aux frontières extérieures de Dublin soumis à une pression migratoire particulière et à permettre des dérogations pour les États membres confrontés à une situation de crise, conformément au principe de la responsabilité commune et de la solidarité. Le pacte européen mise sur des procédures rapides aux frontières extérieures Schengen, un développement du système Dublin, un enregistrement étendu des données dans le système Eurodac et un mécanisme de solidarité obligatoire entre les États membres de l’UE."
            ]
          }
        },
        "eventId": {
          "xsd:string": "proj/2024/46/cons_1"
        }
      },
      "references": {
        "foreseenImpactToLegalResource": [
          "https://fedlex.data.admin.ch/eli/cc/2008/698",
          "https://fedlex.data.admin.ch/eli/cc/2007/758",
          "https://fedlex.data.admin.ch/eli/cc/1999/358"
        ],
        "consultationStatus": "https://fedlex.data.admin.ch/vocabulary/consultation-status/1",
        "hasSubTask": [
          "https://fedlex.data.admin.ch/eli/dl/proj/2024/46/cons_1/cons-planif"
        ]
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/cc/2008/698",
      "type": [
        "ConsolidationAbstract",
        "Work"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/cc/2007/758",
      "type": [
        "ConsolidationAbstract",
        "Work"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/cc/1999/358",
      "type": [
        "ConsolidationAbstract",
        "Work"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/consultation-status/1",
      "type": [
        "Concept",
        "ConsultationStatus"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2024/46/cons_1/cons-planif",
      "type": [
        "ConsultationPreparation",
        "ConsultationTask",
        "Event",
        "LegislativeTask"
      ],
      "references": {
        "institutionInChargeOfTheEventLevel2": "https://fedlex.data.admin.ch/vocabulary/legal-institution/178",
        "institutionInChargeOfTheEvent": "https://fedlex.data.admin.ch/vocabulary/legal-institution/S0",
        "consultationHasModification": [
          "https://fedlex.data.admin.ch/eli/dl/proj/2024/46/cons_1/cons-planif/consultation-modification-history/1"
        ]
      },
      "attributes": {
        "foreseenEventEndDate": {
          "xsd:date": "2024-11-01"
        },
        "foreseenEventStartDate": {
          "xsd:date": "2024-08-01"
        }
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/legal-institution/178",
      "type": [
        "Concept",
        "LegalInstitution"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/legal-institution/S0",
      "type": [
        "Concept",
        "LegalInstitution"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2024/46/cons_1/cons-planif/consultation-modification-history/1",
      "type": [
        "ConsultationModificationHistory",
        "Event"
      ],
      "attributes": {
        "consultationStageDate": {
          "xsd:dateTime": "2024-05-31T08:05:47.812Z"
        }
      }
    }
  ],
  "graph": "https://fedlex.data.admin.ch/eli/dl/proj/2024/46/graph",
  "facets": {
    "sortingDateTime": "2024-05-31T08:05:48.227Z",
    "taxonomies": [
      {
        "consolidationAbstract": "https://fedlex.data.admin.ch/eli/cc/2007/758",
        "taxonomyId": "142.20"
      },
      {
        "consolidationAbstract": "https://fedlex.data.admin.ch/eli/cc/1999/358",
        "taxonomyId": "142.31"
      },
      {
        "consolidationAbstract": "https://fedlex.data.admin.ch/eli/cc/2008/698",
        "taxonomyId": "361"
      }
    ],
    "sortingDate": "2024-05-31T10:05:47.812+02:00",
    "modified": "2024-05-31T10:05:48.251661",
    "department": {
      "ConsultationPreparation": "https://fedlex.data.admin.ch/vocabulary/legal-institution/D6"
    },
    "consultationId": "2024/46"
  },
  "timestampms": null
}
