{
  "data": {
    "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2024/65",
    "type": [
      "Draft",
      "Event",
      "InitialDraft"
    ],
    "references": {
      "draftHasTask": [
        "https://fedlex.data.admin.ch/eli/dl/proj/2024/65/cons_1"
      ],
      "draftHasConsultation": [
        "https://fedlex.data.admin.ch/eli/dl/proj/2024/65/cons_1"
      ]
    },
    "attributes": {
      "modified": {
        "xsd:dateTime": [
          "2025-10-23T14:16:56.536Z"
        ]
      },
      "eventId": {
        "xsd:string": "proj/2024/65"
      },
      "created": {
        "xsd:dateTime": [
          "2025-10-23T14:16:56.527Z"
        ]
      }
    }
  },
  "included": [
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2024/65/cons_1",
      "type": [
        "Consultation",
        "Event",
        "LegislativeTask"
      ],
      "attributes": {
        "eventTitle": {
          "rdf:langString": {
            "de": [
              "Neues Bundesgesetz über Kommunikationsplattformen und Suchmaschinen (KomPG)"
            ],
            "it": [
              "Nuova Legge federale sulle piattaforme di comunicazione e i motori di ricerca (LPCom)"
            ],
            "fr": [
              "Nouvelle loi sur les plateformes de communication et les moteurs de recherche (LPCom)"
            ]
          }
        },
        "eventDescription": {
          "rdf:langString": {
            "de": [
              "Kommunikationsplattformen und Suchmaschinen bilden eine neue Kommunikationsinfrastruktur. Diese wird von wenigen international tätigen Unternehmen nach deren privat festgelegten und durchgesetzten Regeln betrieben. Mit dem neuen Bundesgesetz über Kommunikationsplattformen und Suchmaschinen sollen die Rechte der Nutzerinnen und Nutzer gestärkt werden. Zum Schutz der Meinungs- und Informationsfreiheit der Nutzerinnen und Nutzer wird von den Anbieterinnen sehr grosser Kommunikationsplattformen mehr Transparenz bei der Entfernung von Inhalten und der Sperrung von Konten verlangt, indem sie über solche Entscheidungen informieren und diese begründen müssen; zudem haben sie ein internes Beschwerdeverfahren bereitzustellen und bei Streitigkeiten an einer aussergerichtlichen Streitbeilegung mitzuwirken. Der Vorentwurf enthält zudem Transparenzvorgaben zur Kennzeichnung und Adressierung von Werbung sowie zum Einsatz von Empfehlungssystemen. Die regelmässige Berichterstattung sowie der Datenzugang für Verwaltung und Forschung ermöglichen, die gesellschaftlichen Auswirkungen der Tätigkeiten von sehr grossen Kommunikationsplattformen und sehr grossen Suchmaschinen besser abzuschätzen und zu beaufsichtigen."
            ],
            "it": [
              "Le piattaforme di comunicazione e i motori di ricerca costituiscono una nuova infrastruttura di comunicazione, gestita da poche imprese attive a livello internazionale in base a regole da loro stabilite e attuate privatamente. La nuova legge federale sulle piattaforme di comunicazione e i motori di ricerca dovrebbe consentire di rafforzare i diritti degli utenti. Allo scopo di tutelare la libertà di opinione e di informazione di questi ultimi, ai fornitori di piattaforme di comunicazione di dimensioni molto grandi è richiesta maggiore trasparenza per quanto concerne la rimozione di contenuti e il blocco di conti utente. I fornitori vengono pertanto obbligati a informare in merito a tali decisioni e motivarle. Inoltre, devono mettere a disposizione un meccanismo di gestione dei reclami interno e, in caso di controversie, collaborare con un organismo preposto alla risoluzione extragiudiziale delle stesse. L'avamprogetto comprende anche disposizioni in materia di trasparenza in merito al contrassegno e all'indirizzamento della pubblicità nonché all'uso di sistemi di raccomandazione. La presentazione di un rapporto a cadenza regolare e la fornitura dell'accesso ai dati ad enti amministrativi e organi di ricerca consentono di meglio valutare e sorvegliare l'impatto che le attività delle piattaforme di comunicazione e dei motori di ricerca di dimensioni molto grandi hanno sulla società."
            ],
            "fr": [
              "Les plateformes de communication et les moteurs de recherche constituent une nouvelle infrastructure de communication. Celle-ci est exploitée par un très petit nombre d’entreprises actives au niveau international, selon des règles privées qu’elles définissent. Les droits des utilisateurs doivent être renforcés. Tel est l’objectif premier de la loi fédérale sur les plateformes de communication et les moteurs de recherche. L’avant-projet vise à protéger la liberté d’opinion et d’information des utilisateurs. Il exige davantage de transparence de la part des fournisseurs de très grandes plateformes de communication dans la procédure de suppression de contenus et dans le blocage de comptes. Ces fournisseurs sont dorénavant tenus d’informer les utilisateurs concernés et de justifier leurs décisions. Parallèlement, ils doivent mettre en place une procédure interne de réclamation et, en cas de litiges, participer à un règlement extrajudiciaire. L’avant-projet contient en outre des règles de transparence sur l’identification et l’adressage de la publicité ainsi que sur l’utilisation des systèmes de recommandation. La présentation régulière de rapports et l’accès aux données pour la recherche et l’administration permettent de mieux évaluer et surveiller les effets sur la société des activités des très grandes plateformes de communication et des très grands moteurs de recherche."
            ]
          }
        },
        "eventId": {
          "xsd:string": "proj/2024/65/cons_1"
        }
      },
      "references": {
        "consultationStatus": "https://fedlex.data.admin.ch/vocabulary/consultation-status/1",
        "hasSubTask": [
          "https://fedlex.data.admin.ch/eli/dl/proj/2024/65/cons_1/cons-planif"
        ]
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/consultation-status/1",
      "type": [
        "Concept",
        "ConsultationStatus"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2024/65/cons_1/cons-planif",
      "type": [
        "ConsultationPreparation",
        "ConsultationTask",
        "Event",
        "LegislativeTask"
      ],
      "references": {
        "institutionInChargeOfTheEventLevel2": "https://fedlex.data.admin.ch/vocabulary/legal-institution/43",
        "institutionInChargeOfTheEvent": "https://fedlex.data.admin.ch/vocabulary/legal-institution/S0",
        "consultationHasModification": [
          "https://fedlex.data.admin.ch/eli/dl/proj/2024/65/cons_1/cons-planif/consultation-modification-history/1"
        ]
      },
      "attributes": {
        "created": {
          "xsd:dateTime": "2025-07-16T12:28:29.360Z"
        },
        "foreseenEventEndDate": {
          "xsd:date": "2026-01-01"
        },
        "foreseenEventStartDate": {
          "xsd:date": "2025-10-01"
        }
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/legal-institution/43",
      "type": [
        "Concept",
        "LegalInstitution"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/legal-institution/S0",
      "type": [
        "Concept",
        "LegalInstitution"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2024/65/cons_1/cons-planif/consultation-modification-history/1",
      "type": [
        "ConsultationModificationHistory",
        "Event"
      ],
      "attributes": {
        "consultationStageDate": {
          "xsd:dateTime": "2024-07-24T12:41:03.573Z"
        }
      }
    }
  ],
  "facets": {
    "sortingDateTime": "2025-10-23T14:16:56.536Z",
    "sortingDate": "2024-07-24T12:41:03.573Z",
    "statusChangedOnPublication": true,
    "modified": "2025-10-23T16:16:56.545370",
    "title": {
      "de": "Neues Bundesgesetz über Kommunikationsplattformen und Suchmaschinen (KomPG)",
      "it": "Nuova Legge federale sulle piattaforme di comunicazione e i motori di ricerca (LPCom)",
      "fr": "Nouvelle loi sur les plateformes de communication et les moteurs de recherche (LPCom)"
    },
    "department": {
      "ConsultationPreparation": "https://fedlex.data.admin.ch/vocabulary/legal-institution/D3"
    },
    "consultationId": "2024/65"
  },
  "graph": "https://fedlex.data.admin.ch/eli/dl/proj/2024/65/graph",
  "timestampms": null
}
