{
  "data": {
    "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2024/86",
    "type": [
      "Draft",
      "Event",
      "InitialDraft"
    ],
    "references": {
      "draftHasTask": [
        "https://fedlex.data.admin.ch/eli/dl/proj/2024/86/cons_1"
      ],
      "draftHasConsultation": [
        "https://fedlex.data.admin.ch/eli/dl/proj/2024/86/cons_1"
      ]
    },
    "attributes": {
      "modified": {
        "xsd:dateTime": [
          "2025-12-17T14:15:21.162Z"
        ]
      },
      "eventId": {
        "xsd:string": "proj/2024/86"
      },
      "created": {
        "xsd:dateTime": [
          "2025-12-17T14:15:21.149Z"
        ]
      }
    }
  },
  "included": [
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2024/86/cons_1",
      "type": [
        "Consultation",
        "Event",
        "LegislativeTask"
      ],
      "references": {
        "previousConsultationStatus": [
          "https://fedlex.data.admin.ch/vocabulary/consultation-status/1"
        ],
        "foreseenImpactToLegalResource": [
          "https://fedlex.data.admin.ch/eli/cc/2007/758",
          "https://fedlex.data.admin.ch/eli/cc/2004/811",
          "https://fedlex.data.admin.ch/eli/cc/54/757_781_799",
          "https://fedlex.data.admin.ch/eli/cc/1999/358"
        ],
        "consultationStatus": "https://fedlex.data.admin.ch/vocabulary/consultation-status/1",
        "hasSubTask": [
          "https://fedlex.data.admin.ch/eli/dl/proj/2024/86/cons_1/cons-planif"
        ]
      },
      "attributes": {
        "eventTitle": {
          "rdf:langString": {
            "de": [
              "Übernahme und Umsetzung der Verordnung über den automatisierten Datenaustausch für die polizeiliche Zusammenarbeit (Prüm II)"
            ],
            "it": [
              "Adozione e attuazione del regolamento sullo scambio automatizzato di dati per la cooperazione di polizia (\"Prüm II\")"
            ],
            "fr": [
              "Reprise et mise en œuvre du règlement relatif à l'échange automatisé de données dans le cadre de la coopération policière (Prüm II)"
            ]
          }
        },
        "eventDescription": {
          "rdf:langString": {
            "de": [
              "Die Verordnung (EU) 2024/982 (im Folgenden: Prüm II-Verordnung) wurde am 5. April 2024 von der Europäischen Union verabschiedet. Diese Verordnung zielt darauf ab, die Prümer Zusammenarbeit zu verbessern, die den Abgleich von DNA-Profilen, Fingerabdrücken sowie Fahrzeug- und Eigentümerdaten mit EU-Ländern erleichtert. Die Prüm II-Verordnung sieht zusätzlich den automatischen Austausch von Gesichtsbildern und polizeilichen Registerdaten, die Zentralisierung des Datenflusses durch die Einrichtung eines Routers, den beschleunigten Austausch personenbezogener Daten nach einem geprüften Treffer (48 Stunden), die Einbeziehung von Europol in das Netzwerk und die Anpassung der Datenschutzregelung vor. Aufgrund der weitreichenden Neuerungen der Prüm II Verordnung kann diese nicht als Weiterentwicklung des bestehenden Abkommens zur Prümer Zusammenarbeit zwischen der EU und der Schweiz (in Kraft getreten am 1. März 2023) übernommen werden. Stattdessen muss zur Teilnahme an Prüm II ein neues Abkommen mit der EU abgeschlossen werden. Zusätzlich zu einem neuen Abkommen werden zur Umsetzung der Prüm-II-Verordnung Anpassungen des DNA-Profil-Gesetzes, des Schweizerischen Strafgesetzbuches (StGB), des Asylgesetzes (AsylG) und des Bundesgesetz über die Ausländerinnen und Ausländer und über die Integration (AIG) nötig sein."
            ],
            "it": [
              "Il Regolamento (UE) 2024/982 (di seguito: Regolamento Prüm II) è stato adottato il 5 aprile 2024 dall'Unione Europea. L'obiettivo di questo regolamento è migliorare la cooperazione di Prüm, che facilita il confronto dei profili del DNA, delle impronte digitali e dei dati relativi ai veicoli e ai proprietari con i Paesi dell'UE. Il regolamento Prüm II prevede ora lo scambio automatico di immagini facciali e di dati dei registri di polizia, la centralizzazione dei flussi di dati attraverso la creazione di un router, l'accelerazione dello scambio di dati personali dopo una corrispondenza verificata (48 ore), l'inclusione di Europol nella rete e l'adeguamento del regime di protezione dei dati. Inoltre, il regolamento Prüm II prevede il confronto automatizzato di immagini facciali e dei dati contenuti nei registri di polizia, la centralizzazione dei flussi di dati mediante l’istituzione di un router, l’accelerazione dello scambio di dati personali dopo una corrispondenza verificata (48 ore), l’inclusione di Europol nella rete e l’adeguamento del regime di protezione dei dati. A causa dell’ampliamento considerevole delle novità introdotte dal regolamento Prüm II, esso non può essere considerato né recepito come sviluppo dell’accordo esistente tra l’UE e la Svizzera relativo alla cooperazione di Prüm (entrato in vigore il 1º marzo 2023). La partecipazione della Svizzera a Prüm II richiede la conclusione di un nuovo accordo con l’UE. Oltre a un nuovo accordo, l’attuazione del regolamento Prüm II a livello federale richiederà adeguamenti della legge sui profili del DNA, del Codice penale svizzero (CP), della legge sull’asilo (LAsi) e della legge federale sugli stranieri e l’integrazione (LEI)."
            ],
            "fr": [
              "Le règlement (UE) 2024/982 (ci-après : règlement Prüm II) a été adoptée le 5 avril 2024 par l’Union Européenne. Ce règlement vise à améliorer la coopération Prüm, qui facilite la comparaison des profils ADN, des empreintes digitales et des données relatives aux véhicules et aux propriétaires avec les pays de l'UE. . Le règlement Prüm II prévoit désormais l’échange automatique d’images faciales et des données de registres de police, la centralisation des flux de données par la mise en place d’un router, l’accélération de l’échange de données personnelles après une concordance vérifiée (48 heures), l’inclusion d’Europol dans le réseau et l’adaptation du régime de protection des données. En outre, le règlement Prüm II prévoit la comparaison automatisée d’images faciales et des données de registres de police, la centralisation des flux de données par la mise en place d’un router, l’accélération de l’échange de données personnelles après une concordance vérifiée (48 heures), l’inclusion d’Europol dans le réseau et l’adaptation du régime de protection des données. En raison de l’élargissement considérable des nouveautés introduites par le règlement Prüm II, celui-ci ne peut pas être considéré, respectivement repris en tant que développement de l’accord existant entre l’UE et la Suisse relatif à la coopération de Prüm (entré en vigueur le 1er mars 2023). La participation de la Suisse à Prüm II nécessite la conclusion d’un nouvel accord avec l’UE. Outre un nouvel accord, la mise en œuvre du règlement Prüm II au niveau fédéral nécessitera des adaptations de la Loi sur les profils d'ADN, du Code pénal suisse (CP), de la Loi sur l'asile (LAsi) et de La loi fédérale sur les étrangers et l'intégration (LEI)."
            ]
          }
        },
        "eventId": {
          "xsd:string": "proj/2024/86/cons_1"
        }
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/consultation-status/1",
      "type": [
        "Concept",
        "ConsultationStatus"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/cc/2007/758",
      "type": [
        "ConsolidationAbstract",
        "Work"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/cc/2004/811",
      "type": [
        "ConsolidationAbstract",
        "Work"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/cc/54/757_781_799",
      "type": [
        "ConsolidationAbstract",
        "Work"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/cc/1999/358",
      "type": [
        "ConsolidationAbstract",
        "Work"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2024/86/cons_1/cons-planif",
      "type": [
        "ConsultationPreparation",
        "ConsultationTask",
        "Event",
        "LegislativeTask"
      ],
      "references": {
        "institutionInChargeOfTheEventLevel2": "https://fedlex.data.admin.ch/vocabulary/legal-institution/2935",
        "institutionInChargeOfTheEvent": "https://fedlex.data.admin.ch/vocabulary/legal-institution/S0",
        "consultationHasModification": [
          "https://fedlex.data.admin.ch/eli/dl/proj/2024/86/cons_1/cons-planif/consultation-modification-history/1"
        ]
      },
      "attributes": {
        "created": {
          "xsd:dateTime": "2025-07-16T12:28:29.360Z"
        },
        "foreseenEventEndDate": {
          "xsd:date": "2026-06-01"
        },
        "foreseenEventStartDate": {
          "xsd:date": "2026-03-01"
        }
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/legal-institution/2935",
      "type": [
        "Concept",
        "LegalInstitution"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/legal-institution/S0",
      "type": [
        "Concept",
        "LegalInstitution"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2024/86/cons_1/cons-planif/consultation-modification-history/1",
      "type": [
        "ConsultationModificationHistory",
        "Event"
      ],
      "attributes": {
        "consultationStageDate": {
          "xsd:dateTime": "2024-10-01T14:38:35.826Z"
        }
      }
    }
  ],
  "facets": {
    "sortingDateTime": "2025-12-17T14:15:21.162Z",
    "taxonomies": [
      {
        "taxonomyId": "142.20",
        "consolidationAbstract": "https://fedlex.data.admin.ch/eli/cc/2007/758"
      },
      {
        "taxonomyId": "311.0",
        "consolidationAbstract": "https://fedlex.data.admin.ch/eli/cc/54/757_781_799"
      },
      {
        "taxonomyId": "142.31",
        "consolidationAbstract": "https://fedlex.data.admin.ch/eli/cc/1999/358"
      },
      {
        "taxonomyId": "363",
        "consolidationAbstract": "https://fedlex.data.admin.ch/eli/cc/2004/811"
      }
    ],
    "sortingDate": "2024-10-01T14:38:35.826Z",
    "statusChangedOnPublication": false,
    "modified": "2025-12-17T15:15:21.177315",
    "title": {
      "de": "Übernahme und Umsetzung der Verordnung über den automatisierten Datenaustausch für die polizeiliche Zusammenarbeit (Prüm II)",
      "it": "Adozione e attuazione del regolamento sullo scambio automatizzato di dati per la cooperazione di polizia (\"Prüm II\")",
      "fr": "Reprise et mise en œuvre du règlement relatif à l'échange automatisé de données dans le cadre de la coopération policière (Prüm II)"
    },
    "department": {
      "ConsultationPreparation": "https://fedlex.data.admin.ch/vocabulary/legal-institution/D6"
    },
    "consultationId": "2024/86"
  },
  "graph": "https://fedlex.data.admin.ch/eli/dl/proj/2024/86/graph",
  "timestampms": null
}
