{
  "data": {
    "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2024/95",
    "type": [
      "Draft",
      "Event",
      "InitialDraft"
    ],
    "references": {
      "draftHasTask": [
        "https://fedlex.data.admin.ch/eli/dl/proj/2024/95/cons_1"
      ],
      "draftHasConsultation": [
        "https://fedlex.data.admin.ch/eli/dl/proj/2024/95/cons_1"
      ]
    },
    "attributes": {
      "modified": {
        "xsd:dateTime": [
          "2024-12-04T11:25:33.972Z"
        ]
      },
      "eventId": {
        "xsd:string": "proj/2024/95"
      },
      "created": {
        "xsd:dateTime": [
          "2024-12-04T11:25:33.952Z"
        ]
      }
    }
  },
  "included": [
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2024/95/cons_1",
      "type": [
        "Consultation",
        "Event",
        "LegislativeTask"
      ],
      "attributes": {
        "eventTitle": {
          "rdf:langString": {
            "de": [
              "Totalrevision der Verordnung über die Erfindungspatente (Patentverordnung, PatV)"
            ],
            "it": [
              "Revisione totale dell’ordinanza sui brevetti d'invenzione (ordinanza sui brevetti, OBI)"
            ],
            "fr": [
              "Révision totale de l’ordonnance relative aux brevets d’invention (ordonnance sur les brevets, OBI)"
            ]
          }
        },
        "eventDescription": {
          "rdf:langString": {
            "de": [
              "Das Parlament hat am 15. März 2024 die Teilrevision des Patentgesetzes (PatG) verabschiedet und damit insbesondere folgende Neuerungen beschlossen: obligatorische Recherche und Bericht zum Stand der Technik zu jeder Patentanmeldung, fakultative Vollprüfung, Verwendung englischsprachiger technischer Unterlagen, Ersatz des bisherigen Einspruchsverfahrens durch eine erweiterte Beschwerdemöglichkeit, Erhöhung der Rechtssicherheit und Transparenz für Anmelderinnen und Anmelder sowie Dritte (siehe dazu auch die Botschaft vom 16. November 2022 zur Änderung des Patentgesetzes, BBl 2023 7). Gestützt darauf müssen die entsprechenden Ausführungsbestimmungen auf Verordnungsstufe angepasst und ergänzt werden. Dies wird zum Anlass genommen, die Patentverordnung vollständig zu überarbeiten (Totalrevision). Sie stammt aus dem Jahr 1977 und wurde seither mehrmals teilrevidiert. Das hat dazu geführt, dass Gliederung und Struktur der Verordnung unübersichtlich und unklar sind. Sie werden deshalb an die aktuellen Vorgaben der Gesetzestechnischen Richtlinien des Bundes angepasst. Inhaltlich soll in Umsetzung der Teilrevision des PatG das Verfahren gestrafft werden. Zudem sollen im Zuge der Digitalisierung der elektronische Verkehr sowie die elektronische Datenverwaltung erleichtert und bestehende Digitalisierungshürden beseitigt werden."
            ],
            "it": [
              "Il 15 marzo 2024, il Parlamento ha approvato la revisione parziale della legge sui brevetti (LBI), decidendo in particolare i seguenti punti: per ogni domanda di brevetto sarà necessario eseguire una ricerca obbligatoria e presentare un rapporto sullo stato della tecnica, sarà consentito richiedere un esame completo su richiesta, sarà permessa la presentazione di atti tecnici in inglese, l’attuale procedura di opposizione sarà sostituita con una procedura di ricorso estesa, saranno incrementate la sicurezza giuridica e la trasparenza sia per i depositanti sia per i terzi (cfr. in merito anche il messaggio del 16 novembre 2022 concernente la modifica della legge sui brevetti, FF 2023 7). Date queste premesse, devono ora essere modificate e integrate le rispettive disposizioni d'esecuzione a livello di ordinanza, offrendo così l’occasione per rivedere completamente l’OBI (revisione totale). L’OBI risale al 1977 e da allora è stata più volte sottoposta a revisioni parziali. Questo ha fatto sì che la struttura e l’articolazione dell’ordinanza non siano più chiare né ordinate e pertanto verranno modificate nel rispetto delle Direttive di tecnica legislativa (DTL) della Confederazione. Per quanto concerne il contenuto, l’attuazione della revisione parziale della LBI permetterà di semplificare la procedura. Inoltre, nell’era della digitalizzazione verranno semplificate la comunicazione elettronica nonché la gestione elettronica dei dati ed eliminati gli ostacoli in linea con la trasformazione digitale."
            ],
            "fr": [
              "Le 15 mars 2024, l’Assemblée fédérale a adopté la révision partielle de la loi sur les brevets (LBI) et décidé ainsi notamment des nouveautés suivantes : recherche obligatoire et rapport sur l’état de la technique pour chaque demande de brevet, examen complet facultatif, utilisation de pièces techniques en anglais, remplacement de la procédure d’opposition actuelle par une possibilité de recours élargie, accroissement de la sécurité juridique et de la transparence pour les demandeurs et les tiers (voir également à ce sujet le message du 16 novembre 2022 relatif à la modification de la loi sur les brevets, FF 2023 7). Les dispositions d’exécution correspondantes doivent être adaptées et complétées sur cette base au niveau de l’ordonnance. C’est l’occasion de réviser entièrement l’ordonnance sur les brevets (révision totale). Datant de 1977, elle a fait l’objet de plusieurs révisions partielles. De ce fait, les subdivisions et la structure de l’ordonnance manquent de clarté et d’uniformité. Elles seront donc adaptées aux prescriptions actuelles des directives techniques législatives de la Confédération. Sur le plan du contenu, la procédure doit être rationalisée en application de la révision partielle de la LBI. En outre, dans le sillage de la numérisation, il importe de faciliter la communication électronique et la gestion électronique des données et de supprimer les obstacles actuels à la numérisation."
            ]
          }
        },
        "eventId": {
          "xsd:string": "proj/2024/95/cons_1"
        }
      },
      "references": {
        "foreseenImpactToLegalResource": [
          "https://fedlex.data.admin.ch/eli/cc/1977/2027_2027_2027"
        ],
        "consultationStatus": "https://fedlex.data.admin.ch/vocabulary/consultation-status/1",
        "hasSubTask": [
          "https://fedlex.data.admin.ch/eli/dl/proj/2024/95/cons_1/cons-planif"
        ]
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/cc/1977/2027_2027_2027",
      "type": [
        "ConsolidationAbstract",
        "Work"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/consultation-status/1",
      "type": [
        "Concept",
        "ConsultationStatus"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2024/95/cons_1/cons-planif",
      "type": [
        "ConsultationPreparation",
        "ConsultationTask",
        "Event",
        "LegislativeTask"
      ],
      "references": {
        "institutionInChargeOfTheEventLevel2": "https://fedlex.data.admin.ch/vocabulary/legal-institution/5",
        "institutionInChargeOfTheEvent": "https://fedlex.data.admin.ch/vocabulary/legal-institution/S0",
        "consultationHasModification": [
          "https://fedlex.data.admin.ch/eli/dl/proj/2024/95/cons_1/cons-planif/consultation-modification-history/1"
        ]
      },
      "attributes": {
        "foreseenEventEndDate": {
          "xsd:date": "2025-07-01"
        },
        "foreseenEventStartDate": {
          "xsd:date": "2025-04-01"
        }
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/legal-institution/5",
      "type": [
        "Concept",
        "LegalInstitution"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/legal-institution/S0",
      "type": [
        "Concept",
        "LegalInstitution"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2024/95/cons_1/cons-planif/consultation-modification-history/1",
      "type": [
        "ConsultationModificationHistory",
        "Event"
      ],
      "attributes": {
        "consultationStageDate": {
          "xsd:dateTime": "2024-12-04T11:25:33.566Z"
        }
      }
    }
  ],
  "facets": {
    "sortingDateTime": "2024-12-04T11:25:33.972Z",
    "taxonomies": [
      {
        "taxonomyId": "232.141",
        "consolidationAbstract": "https://fedlex.data.admin.ch/eli/cc/1977/2027_2027_2027"
      }
    ],
    "sortingDate": "2024-12-04T12:25:33.566+01:00",
    "modified": "2024-12-04T12:25:33.990733",
    "title": {
      "de": "Totalrevision der Verordnung über die Erfindungspatente (Patentverordnung, PatV)",
      "it": "Revisione totale dell’ordinanza sui brevetti d'invenzione (ordinanza sui brevetti, OBI)",
      "fr": "Révision totale de l’ordonnance relative aux brevets d’invention (ordonnance sur les brevets, OBI)"
    },
    "department": {
      "ConsultationPreparation": "https://fedlex.data.admin.ch/vocabulary/legal-institution/D6"
    },
    "consultationId": "2024/95"
  },
  "graph": "https://fedlex.data.admin.ch/eli/dl/proj/2024/95/graph",
  "timestampms": null
}
