{
  "data": {
    "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2024/97",
    "type": [
      "Draft",
      "Event",
      "InitialDraft"
    ],
    "references": {
      "draftHasTask": [
        "https://fedlex.data.admin.ch/eli/dl/proj/2024/97/cons_1"
      ],
      "draftHasConsultation": [
        "https://fedlex.data.admin.ch/eli/dl/proj/2024/97/cons_1"
      ]
    },
    "attributes": {
      "modified": {
        "xsd:dateTime": [
          "2025-05-16T13:55:48.557Z"
        ]
      },
      "eventId": {
        "xsd:string": "proj/2024/97"
      },
      "created": {
        "xsd:dateTime": [
          "2025-05-16T13:55:48.546Z"
        ]
      }
    }
  },
  "included": [
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2024/97/cons_1",
      "type": [
        "Consultation",
        "Event",
        "LegislativeTask"
      ],
      "attributes": {
        "eventTitle": {
          "rdf:langString": {
            "de": [
              "Verordnung über die Transparenz juristischer Personen und die Identifikation der wirtschaftlich berechtigten Personen (TJPV)"
            ],
            "it": [
              "Ordinanza sulla trasparenza delle persone giuridiche e sull’identificazione degli aventi economicamente diritto (OTPG)"
            ],
            "fr": [
              "Ordonnance sur la transparence des personnes morales et l’identification des ayants droit économiques (OTPM)"
            ]
          }
        },
        "eventDescription": {
          "rdf:langString": {
            "de": [
              "Am 22. Mai 2024 hat der Bundesrat den Entwurf des Gesetzes über die Transparenz juristischer Personen und die Identifizierung der wirtschaftlich Berechtigten (TJPG) sowie die beigefügte Teilrevision des Geldwäschereigesetzes verabschiedet. Das TJPG sieht die Einführung eines Bundesregisters (Transparenzregister) vor, dem Unternehmen und andere juristische Personen die Identität ihrer wirtschaftlich Berechtigten melden müssen. Die Umsetzungsverordnung konkretisiert die Rechte und Pflichten von juristischen Personen und Finanzintermediären, die einzuhaltenden Verfahren und die Zuständigkeiten der Behörden und legt den Inhalt des Registers einschließlich des Datenschutzes fest. Seine Ausarbeitung erfolgt parallel zur Entwicklung des IT-Projekts, mit dem das Register operationalisiert wird. Die gesamten gesetzlichen Massnahmen sollten Mitte 2026 in Kraft treten, damit es bei der nächsten Überprüfung durch die Financial Action Task Force (FATF) berücksichtigt werden kann."
            ],
            "it": [
              "Il 22 maggio 2024 il Consiglio federale ha adottato il disegno di legge sulla trasparenza delle persone giuridiche e sull’identificazione degli aventi economicamente (LTPG) insieme alla revisione parziale della legge sul riciclaggio di denaro. La LTPG prevede l’introduzione di un registro federale (registro per la trasparenza) al quale le società e le altre persone giuridiche dovranno comunicare l’identità dei loro titolari effettivi. L’ordinanza stabilisce i diritti e gli obblighi delle persone giuridiche e degli intermediari finanziari, le procedure da seguire e i poteri delle autorità, oltre a specificare il contenuto del registro compresa la protezione dei dati. L’ordinanza è stata redatta in parallelo allo sviluppo del progetto informatico volto a rendere operativo il registro. Tutte le misure legislative dovrebbero entrare in vigore a metà del 2026 per poter essere prese in considerazione nella prossima revisione da parte del Gruppo d’azione finanziaria (GAFI)."
            ],
            "fr": [
              "Le 22 mai 2024, le Conseil fédéral a adopté le projet de loi sur la transparence des personnes morales et l’identification des ayants droit économiques (LTPM), ainsi que la révision partielle de la loi sur le blanchiment d’argent annexée. La LTPM prévoit l’introduction d’un registre fédéral (registre de transparence) auquel les sociétés et les autres personnes morales devront annoncer l’identité de leurs ayants droit économiques. L’ordonnance de mise en œuvre concrétise les droits et obligations des entités juridiques et des intermédiaires financiers, les procédures à suivre et les compétences des autorités et précise le contenu du registre, y compris la protection des données. Son élaboration a lieu en parallèle avec le développement du projet informatique opérationnalisant le registre. L’ensemble des mesures législatives devrait entrer en vigueur à l’été 2026 pour être pris en compte lors du prochain examen du Groupe d’Action financière (GAFI)."
            ]
          }
        },
        "eventId": {
          "xsd:string": "proj/2024/97/cons_1"
        }
      },
      "references": {
        "consultationStatus": "https://fedlex.data.admin.ch/vocabulary/consultation-status/1",
        "hasSubTask": [
          "https://fedlex.data.admin.ch/eli/dl/proj/2024/97/cons_1/cons-planif"
        ]
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/consultation-status/1",
      "type": [
        "Concept",
        "ConsultationStatus"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2024/97/cons_1/cons-planif",
      "type": [
        "ConsultationPreparation",
        "ConsultationTask",
        "Event",
        "LegislativeTask"
      ],
      "references": {
        "institutionInChargeOfTheEventLevel2": "https://fedlex.data.admin.ch/vocabulary/legal-institution/195",
        "institutionInChargeOfTheEvent": "https://fedlex.data.admin.ch/vocabulary/legal-institution/S0",
        "consultationHasModification": [
          "https://fedlex.data.admin.ch/eli/dl/proj/2024/97/cons_1/cons-planif/consultation-modification-history/1"
        ]
      },
      "attributes": {
        "foreseenEventEndDate": {
          "xsd:date": "2025-12-01"
        },
        "foreseenEventStartDate": {
          "xsd:date": "2025-10-01"
        }
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/legal-institution/195",
      "type": [
        "Concept",
        "LegalInstitution"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/legal-institution/S0",
      "type": [
        "Concept",
        "LegalInstitution"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2024/97/cons_1/cons-planif/consultation-modification-history/1",
      "type": [
        "ConsultationModificationHistory",
        "Event"
      ],
      "attributes": {
        "consultationStageDate": {
          "xsd:dateTime": "2024-12-05T15:49:49.028Z"
        }
      }
    }
  ],
  "facets": {
    "modified": "2025-05-16T15:55:48.575095",
    "sortingDateTime": "2025-05-16T13:55:48.557Z",
    "title": {
      "de": "Verordnung über die Transparenz juristischer Personen und die Identifikation der wirtschaftlich berechtigten Personen (TJPV)",
      "it": "Ordinanza sulla trasparenza delle persone giuridiche e sull’identificazione degli aventi economicamente diritto (OTPG)",
      "fr": "Ordonnance sur la transparence des personnes morales et l’identification des ayants droit économiques (OTPM)"
    },
    "department": {
      "ConsultationPreparation": "https://fedlex.data.admin.ch/vocabulary/legal-institution/D7"
    },
    "consultationId": "2024/97",
    "sortingDate": "2024-12-05T15:49:49.028Z"
  },
  "graph": "https://fedlex.data.admin.ch/eli/dl/proj/2024/97/graph",
  "timestampms": null
}
