{
  "data": {
    "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2021/104",
    "type": [
      "Draft",
      "Event",
      "InitialDraft"
    ],
    "references": {
      "draftHasTask": [
        "https://fedlex.data.admin.ch/eli/dl/proj/2021/104/cons_1"
      ],
      "draftHasConsultation": [
        "https://fedlex.data.admin.ch/eli/dl/proj/2021/104/cons_1"
      ]
    },
    "attributes": {
      "eventId": {
        "xsd:string": "proj/2021/104"
      }
    }
  },
  "included": [
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2021/104/cons_1",
      "type": [
        "Consultation",
        "Event",
        "LegislativeTask"
      ],
      "attributes": {
        "eventTitle": {
          "rdf:langString": {
            "de": [
              "Änderung der Verordnung über die Krankenversicherung (KVV) und der Verordnung betreffend die Aufsicht über die soziale Krankenversicherung (KVAV)"
            ],
            "it": [
              "Modifica dell’ordinanza sull’assicurazione malattie (OAMal) e dell’ordinanza concernente la vigilanza sull’assicurazione sociale contro le malattie (OVAMal)"
            ],
            "fr": [
              "Modification de l’ordonnance sur l’assurance-maladie (OAMal) et de l’ordonnance sur la surveillance de l’assurance-maladie sociale (OSAMal)"
            ]
          }
        },
        "eventDescription": {
          "rdf:langString": {
            "de": [
              "Am 18. Juni 2021 hat das Parlament die Änderung des Bundesgesetzes über die Krankenversicherung (KVG) betreffend die Massnahmen zur Kostendämpfung Paket 1a verabschiedet. Diejenigen Massnahmen zur Kostendämpfung, die eine materielle Anpassung der KVV nach sich ziehen, sollen per 1. Januar 2023 in Kraft gesetzt werden. Es handelt sich diesbezüglich um die Regeln zur Datenbekanntgabe im Tarifwesen für ambulante Behandlungen, zum Experimentierartikel sowie Übergangsbestimmungen zu den Pauschalen. Weiter hat das Parlament am 19. März 2021 das Bundesgesetz über die Datenweitergabe der Versicherer in der obligatorischen Krankenpflegeversicherung verabschiedet. Dies bedingt Änderungen der KVV und der KVAV. Um die diversen Änderungen des Umsetzungsrecht zu koordinieren, sollen diese Änderungen in einer Vorlage zusammengefasst und mit weiteren Anpassungen angereichert werden. Dazu gehört die Änderung betreffend Beginn und Ende der Versicherung von Arbeitnehmenden in der Schweiz gemäss Freizügigkeitsabkommen."
            ],
            "it": [
              "Il 18 giugno 2021 il Parlamento ha adottato la modifica della legge federale sull’assicurazione malattie (LAMal) concernente le misure di contenimento dei costi del pacchetto 1a. Le misure di contenimento dei costi che implicano un adattamento materiale dell’OAMal devono entrare in vigore il 1° gennaio 2023. Si tratta delle regole concernenti la comunicazione dei dati sulle tariffe nel settore delle cure ambulatoriali e l’articolo sui progetti pilota come pure delle disposizioni transitorie sugli importi forfettari. Inoltre, il 19 marzo 2021 il Parlamento ha adottato la legge federale sulla trasmissione di dati degli assicuratori nell’assicurazione obbligatoria delle cure medico-sanitarie. Ciò implica modifiche dell’OAMal e dell’OVAMal. Per coordinare le diverse modifiche del diritto d’applicazione, si prevede di raggruppare queste modifiche in un solo progetto e di completarle con altri adattamenti. Si tratta in particolare della modifica concernente l’inizio e la fine dell’assicurazione degli impiegati in Svizzera secondo l’Accordo sulla libera circolazione delle persone."
            ],
            "fr": [
              "Le 18 juin 2021, le Parlement a adopté la modification de la loi fédérale sur l'assurance maladie (LAMal) concernant les mesures de maîtrise des coûts du paquet 1a. Les mesures de maîtrise des coûts qui impliquent une adaptation matérielle de l’OAMal doivent entrer en vigueur le 1er janvier 2023. Il s'agit des règles sur la communication des données dans le domaine des tarifs pour les traitements ambulatoires, sur l’article relatif aux projets pilotes et des dispositions transitoires sur les forfaits. En outre, le 19 mars 2021, le Parlement a adopté la loi fédérale sur la transmission de données des assureurs dans l’assurance obligatoire des soins. Cela nécessite des modifications de l’OAMal et de l’OSAMal. Afin de coordonner les différentes modifications du droit pour la mise en œuvre, il est prévu de regrouper ces modifications dans un seul projet et de les compléter par d'autres adaptations. Il s'agit notamment de la modification concernant le début et la fin de l'assurance des employés en Suisse selon l'Accord sur la libre circulation des personnes."
            ]
          }
        },
        "eventId": {
          "xsd:string": "proj/2021/104/cons_1"
        }
      },
      "references": {
        "foreseenImpactToLegalResource": [
          "https://fedlex.data.admin.ch/eli/cc/1995/3867_3867_3867",
          "https://fedlex.data.admin.ch/eli/cc/2015/840"
        ],
        "consultationStatus": "https://fedlex.data.admin.ch/vocabulary/consultation-status/1",
        "hasSubTask": [
          "https://fedlex.data.admin.ch/eli/dl/proj/2021/104/cons_1/cons-planif"
        ]
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/cc/1995/3867_3867_3867",
      "type": [
        "ConsolidationAbstract",
        "Work"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/cc/2015/840",
      "type": [
        "ConsolidationAbstract",
        "Work"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/consultation-status/1",
      "type": [
        "Concept",
        "ConsultationStatus"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2021/104/cons_1/cons-planif",
      "type": [
        "ConsultationPreparation",
        "ConsultationTask",
        "Event",
        "LegislativeTask"
      ],
      "references": {
        "institutionInChargeOfTheEventLevel2": "https://fedlex.data.admin.ch/vocabulary/legal-institution/34",
        "institutionInChargeOfTheEvent": "https://fedlex.data.admin.ch/vocabulary/legal-institution/S0",
        "consultationHasModification": [
          "https://fedlex.data.admin.ch/eli/dl/proj/2021/104/cons_1/cons-planif/consultation-modification-history/1"
        ]
      },
      "attributes": {
        "foreseenEventEndDate": {
          "xsd:date": "2022-05-01"
        },
        "foreseenEventStartDate": {
          "xsd:date": "2022-02-01"
        }
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/legal-institution/34",
      "type": [
        "Concept",
        "LegalInstitution"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/legal-institution/S0",
      "type": [
        "Concept",
        "LegalInstitution"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2021/104/cons_1/cons-planif/consultation-modification-history/1",
      "type": [
        "ConsultationModificationHistory",
        "Event"
      ],
      "attributes": {
        "consultationStageDate": {
          "xsd:dateTime": "2021-10-25T09:42:11.771Z"
        }
      }
    }
  ],
  "graph": "https://fedlex.data.admin.ch/eli/dl/proj/2021/104/graph",
  "facets": {
    "taxonomies": [
      {
        "taxonomyId": "832.121",
        "consolidationAbstract": "https://fedlex.data.admin.ch/eli/cc/2015/840"
      },
      {
        "taxonomyId": "832.102",
        "consolidationAbstract": "https://fedlex.data.admin.ch/eli/cc/1995/3867_3867_3867"
      }
    ],
    "sortingDate": "2021-10-25T09:42:11.771Z",
    "department": {
      "ConsultationPreparation": "https://fedlex.data.admin.ch/vocabulary/legal-institution/D5"
    }
  },
  "timestampms": null
}
