{
  "data": {
    "uri": "https://fedlex.data.admin.ch/eli/treaty/1357/18267",
    "type": [
      "Event",
      "TreatyProcess"
    ],
    "references": {
      "treatyLegalResourceForOtherParty": "http://publications.europa.eu/resource/cellar/fdf883b3-9908-4cc7-9fe7-db2a1cbd1d9a",
      "treatyType": "https://fedlex.data.admin.ch/vocabulary/treaty-type/2"
    },
    "attributes": {
      "treatyInForceDateForOurCountry": {
        "xsd:date": "2006-12-13"
      },
      "titleTreaty": {
        "rdf:langString": {
          "de": [
            "2007/63/EG: Beschluss Nr. 2/2006 vom 13. Dezember 2006 des mit dem Abkommen zwischen der Europäischen Gemeinschaft und der Schweizerischen Eidgenossenschaft über die gegenseitige Anerkennung eingesetzten Ausschusses betreffend die Aufnahme einer Konformitätsbewertungsstelle in das sektorale Kapitel Persönliche Schutzausrüstungen"
          ],
          "it": [
            "2007/63/CE: Decisione n. 2/2006, del comitato istituito ai sensi dell'accordo tra la Comunità europea e la Confederazione svizzera sul reciproco riconoscimento, del 13 dicembre 2006, in merito all'inserimento di organismi di valutazione della conformità nel capitolo settoriale sui dispositivi di protezione individuali"
          ],
          "fr": [
            "2007/63/CE: Décision n° 2/2006 du 13 décembre 2006 du Comité institué par l'accord sur la reconnaissance mutuelle en matière d'évaluation de la conformité conclu entre la Communauté européenne et la Confédération suisse relative à l'inclusion d'un organisme d'évaluation de la conformité dans le chapitre sectoriel sur les équipements de protection individuelle"
          ]
        }
      }
    }
  },
  "included": [
    {
      "uri": "http://publications.europa.eu/resource/cellar/fdf883b3-9908-4cc7-9fe7-db2a1cbd1d9a",
      "type": [
        "EULegalResource",
        "LegalResource",
        "Work"
      ],
      "attributes": {
        "legalResourceIsPartOfMemorialLabel": {
          "rdf:langString": {
            "de": [
              "L 32, 06. Februar 2007 - S. 13-13"
            ],
            "it": [
              "L 32, 06 febbraio 2007 - pag. 13-13"
            ],
            "fr": [
              "L 32, 06 février 2007 - p. 13-13"
            ]
          }
        },
        "title": {
          "rdf:langString": {
            "de": [
              "Beschluss Nr. 2/2006 vom 13. Dezember 2006 des mit dem Abkommen zwischen der Europäischen Gemeinschaft und der Schweizerischen Eidgenossenschaft über die gegenseitige Anerkennung eingesetzten Ausschusses betreffend die Aufnahme einer Konformitätsbewertungsstelle in das sektorale Kapitel Persönliche Schutzausrüstungen"
            ],
            "it": [
              "Decisione n. 2/2006, del comitato istituito ai sensi dell’accordo tra la Comunità europea e la Confederazione svizzera sul reciproco riconoscimento, del 13 dicembre 2006 , in merito all’inserimento di organismi di valutazione della conformità nel capitolo settoriale sui dispositivi di protezione individuali"
            ],
            "fr": [
              "Décision n o  2/2006 du 13 décembre 2006 du Comité institué par l'accord sur la reconnaissance mutuelle en matière d'évaluation de la conformité conclu entre la Communauté européenne et la Confédération suisse relative à l'inclusion d'un organisme d'évaluation de la conformité dans le chapitre sectoriel sur les équipements de protection individuelle"
            ]
          }
        },
        "workIdDocument": {
          "xsd:string": "22007D0063"
        },
        "publicationDate": {
          "xsd:date": "2007-02-13"
        }
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/treaty-type/2",
      "type": [
        "Concept",
        "TreatyType"
      ]
    }
  ],
  "graph": "https://fedlex.data.admin.ch/eli/treaty/1234/17969/graph",
  "facets": {
    "treatyProcessType3": [
      {
        "euConventionDomain": "https://fedlex.data.admin.ch/vocabulary/eutext-subject-theme/3",
        "uri": "https://fedlex.data.admin.ch/eli/treaty/1234/17969",
        "eventOrder": "3"
      }
    ]
  },
  "timestampms": null
}
