{
  "data": {
    "uri": "https://fedlex.data.admin.ch/eli/treaty/1357/18261",
    "type": [
      "Event",
      "TreatyProcess"
    ],
    "references": {
      "treatyLegalResourceForOtherParty": "http://publications.europa.eu/resource/cellar/b594a34b-c385-11e2-ab01-01aa75ed71a1",
      "treatyType": "https://fedlex.data.admin.ch/vocabulary/treaty-type/2"
    },
    "attributes": {
      "treatyInForceDateForOurCountry": {
        "xsd:date": "2012-12-17"
      },
      "titleTreaty": {
        "rdf:langString": {
          "de": [
            "2013/228/EU: Beschluss Nr. 1/2012 des mit dem Abkommen zwischen der Europäischen Gemeinschaft und der Schweizerischen Eidgenossenschaft über die gegenseitige Anerkennung von Konformitätsbewertungen eingesetzten Ausschusses vom 17. Dezember 2012 zur Aufnahme eines neuen Kapitels 20 (Explosivstoffe für zivile Zwecke) in Anhang 1, der Änderung des Kapitels 3 (Spielzeug) und zur Aktualisierung der in Anhang 1 des Abkommens aufgelisteten Verweise auf die Rechts- und Verwaltungsvorschriften"
          ],
          "it": [
            "2013/228/UE: Decisione n. 1/2012 del comitato istituito ai sensi dell'accordo tra la Comunità europea e la Confederazione svizzera sul reciproco riconoscimento in materia di valutazione della conformità, del 17 dicembre 2012, relativa all'inserimento nell'allegato 1 di un nuovo capitolo 20 sugli esplosivi per uso civile, alla modifica del capitolo 3 sui giocattoli nonché all'aggiornamento dei riferimenti giuridici elencati nell'allegato 1"
          ],
          "fr": [
            "2013/228/UE: Décision n° 1/2012 du comité institué par l'accord entre la Communauté européenne et la Confédération suisse relatif à la reconnaissance mutuelle en matière d'évaluation de la conformité du 17 décembre 2012 concernant l'inclusion à l'annexe 1 d'un nouveau chapitre 20 sur les explosifs à usage civil, la modification du chapitre 3 relatif aux jouets et la mise à jour des références juridiques visées à l'annexe 1"
          ]
        }
      }
    }
  },
  "included": [
    {
      "uri": "http://publications.europa.eu/resource/cellar/b594a34b-c385-11e2-ab01-01aa75ed71a1",
      "type": [
        "EULegalResource",
        "LegalResource",
        "Work"
      ],
      "attributes": {
        "legalResourceIsPartOfMemorialLabel": {
          "rdf:langString": {
            "de": [
              "L 136, 23. Mai 2013 - S. 17-28"
            ],
            "it": [
              "L 136, 23 maggio 2013 - pag. 17-28"
            ],
            "fr": [
              "L 136, 23 mai 2013 - p. 17-28"
            ]
          }
        },
        "title": {
          "rdf:langString": {
            "de": [
              "2013/228/EU: Beschluss Nr. 1/2012 des mit dem Abkommen zwischen der Europäischen Gemeinschaft und der Schweizerischen Eidgenossenschaft über die gegenseitige Anerkennung von Konformitätsbewertungen eingesetzten Ausschusses vom 17. Dezember 2012 zur Aufnahme eines neuen Kapitels 20 (Explosivstoffe für zivile Zwecke) in Anhang 1, der Änderung des Kapitels 3 (Spielzeug) und zur Aktualisierung der in Anhang 1 des Abkommens aufgelisteten Verweise auf die Rechts- und Verwaltungsvorschriften"
            ],
            "it": [
              "2013/228/UE: Decisione n. 1/2012 del comitato istituito ai sensi dell'accordo tra la Comunità europea e la Confederazione svizzera sul reciproco riconoscimento in materia di valutazione della conformità, del 17 dicembre 2012 , relativa all'inserimento nell'allegato 1 di un nuovo capitolo 20 sugli esplosivi per uso civile, alla modifica del capitolo 3 sui giocattoli nonché all'aggiornamento dei riferimenti giuridici elencati nell'allegato 1"
            ],
            "fr": [
              "2013/228/UE: Décision n ° 1/2012 du comité institué par l’accord entre la Communauté européenne et la Confédération suisse relatif à la reconnaissance mutuelle en matière d’évaluation de la conformité du 17 décembre 2012 concernant l’inclusion à l’annexe 1 d’un nouveau chapitre 20 sur les explosifs à usage civil, la modification du chapitre 3 relatif aux jouets et la mise à jour des références juridiques visées à l’annexe 1"
            ]
          }
        },
        "workIdDocument": {
          "xsd:string": "22013D0228"
        },
        "publicationDate": {
          "xsd:date": "2012-12-17"
        }
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/treaty-type/2",
      "type": [
        "Concept",
        "TreatyType"
      ]
    }
  ],
  "graph": "https://fedlex.data.admin.ch/eli/treaty/1234/17969/graph",
  "facets": {
    "treatyProcessType3": [
      {
        "euConventionDomain": "https://fedlex.data.admin.ch/vocabulary/eutext-subject-theme/3",
        "uri": "https://fedlex.data.admin.ch/eli/treaty/1234/17969",
        "eventOrder": "3"
      }
    ]
  },
  "timestampms": null
}
