{
  "data": {
    "uri": "https://fedlex.data.admin.ch/eli/treaty/1357/18278",
    "type": [
      "Event",
      "TreatyProcess"
    ],
    "references": {
      "treatyLegalResourceForOtherParty": "http://publications.europa.eu/resource/cellar/4aafa76f-4ef8-46ee-a7ce-5ded98aa9e39",
      "treatyType": "https://fedlex.data.admin.ch/vocabulary/treaty-type/2"
    },
    "attributes": {
      "treatyInForceDateForOurCountry": {
        "xsd:date": "2003-01-28"
      },
      "titleTreaty": {
        "rdf:langString": {
          "de": [
            "2003/128/EG: Beschluss Nr. 1/2003 vom 28. Januar 2003 des mit dem Abkommen zwischen der Europäischen Gemeinschaft und der Schweizerischen Eidgenossenschaft über die gegenseitige Anerkennung betreffend die Konformitätsbewertung eingesetzten Ausschusses zur Aufstellung der Liste der im Rahmen des Abkommens anerkannten Konformitätsbewertungsstellen"
          ],
          "it": [
            "2003/128/CE: Decisione n. 1/2003, del 28 gennaio 2003, del comitato istituito ai sensi dell'accordo tra la Comunità europea e la Confederazione svizzera sul reciproco riconoscimento in materia di valutazione della conformità relativa alla costituzione di un elenco degli organismi di valutazione della conformità riconosciuti ai sensi dell'accordo"
          ],
          "fr": [
            "2003/128/CE: Décision n° 1/2003, du 28 janvier 2003, du comité institué dans le cadre de l'accord de reconnaissance mutuelle de l'évaluation de la conformité conclu entre la Communauté européenne et la Confédération suisse relative à l'établissement d'une liste d'organismes d'évaluation de la conformité reconnus dans le cadre de l'accord"
          ]
        }
      }
    }
  },
  "included": [
    {
      "uri": "http://publications.europa.eu/resource/cellar/4aafa76f-4ef8-46ee-a7ce-5ded98aa9e39",
      "type": [
        "EULegalResource",
        "LegalResource",
        "Work"
      ],
      "attributes": {
        "legalResourceIsPartOfMemorialLabel": {
          "rdf:langString": {
            "de": [
              "L 56, 01. März 2003 - S. 1-213"
            ],
            "it": [
              "L 56, 01 marzo 2003 - pag. 1-213"
            ],
            "fr": [
              "L 56, 01 mars 2003 - p. 1-213"
            ]
          }
        },
        "workIdDocument": {
          "xsd:string": "22003D0128"
        },
        "title": {
          "rdf:langString": {
            "de": [
              "2003/128/EG: Beschluss Nr. 1/2003 vom 28. Januar 2003 des mit dem Abkommen zwischen der Europäischen Gemeinschaft und der Schweizerischen Eidgenossenschaft über die gegenseitige Anerkennung betreffend die Konformitätsbewertung eingesetzten Ausschusses zur Aufstellung der Liste der im Rahmen des Abkommens anerkannten Konformitätsbewertungsstellen"
            ],
            "it": [
              "2003/128/CE: Decisione n. 1/2003, del 28 gennaio 2003, del comitato istituito ai sensi dell'accordo tra la Comunità europea e la Confederazione svizzera sul reciproco riconoscimento in materia di valutazione della conformità relativa alla costituzione di un elenco degli organismi di valutazione della conformità riconosciuti ai sensi dell'accordo"
            ],
            "fr": [
              "2003/128/CE: Décision no 1/2003, du 28 janvier 2003, du comité institué dans le cadre de l'accord de reconnaissance mutuelle de l'évaluation de la conformité conclu entre la Communauté européenne et la Confédération suisse relative à l'établissement d'une liste d'organismes d'évaluation de la conformité reconnus dans le cadre de l'accord"
            ]
          }
        },
        "publicationDate": {
          "xsd:date": "2003-03-03"
        }
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/treaty-type/2",
      "type": [
        "Concept",
        "TreatyType"
      ]
    }
  ],
  "graph": "https://fedlex.data.admin.ch/eli/treaty/1234/17969/graph",
  "facets": {
    "treatyProcessType3": [
      {
        "euConventionDomain": "https://fedlex.data.admin.ch/vocabulary/eutext-subject-theme/3",
        "uri": "https://fedlex.data.admin.ch/eli/treaty/1234/17969",
        "eventOrder": "3"
      }
    ]
  },
  "timestampms": null
}
