{
  "data": {
    "uri": "https://fedlex.data.admin.ch/eli/treaty/1357/18290",
    "type": [
      "Event",
      "TreatyProcess"
    ],
    "references": {
      "treatyLegalResourceForOtherParty": "http://publications.europa.eu/resource/cellar/dc70efb7-b63b-11e1-b84a-01aa75ed71a1",
      "treatyType": "https://fedlex.data.admin.ch/vocabulary/treaty-type/2"
    },
    "attributes": {
      "treatyInForceDateForOurCountry": {
        "xsd:date": "2012-05-04"
      },
      "titleTreaty": {
        "rdf:langString": {
          "de": [
            "2012/295/EU: Beschluss Nr. 1/2012 des mit dem Abkommen zwischen der Europäischen Gemeinschaft und der Schweizerischen Eidgenossenschaft über den Handel mit landwirtschaftlichen Erzeugnissen eingesetzten Gemischten Ausschusses für Landwirtschaft vom 3. Mai 2012 zur Änderung von Anhang 7 des Abkommens zwischen der Europäischen Gemeinschaft und der Schweizerischen Eidgenossenschaft über den Handel mit landwirtschaftlichen Erzeugnissen"
          ],
          "it": [
            "2012/295/UE: Decisione n. 1/2012 del Comitato misto per l'agricoltura, istituito dall'accordo tra la Comunità europea e la Confederazione svizzera sul commercio di prodotti agricoli, del 3 maggio 2012, in merito alla modifica dell'allegato 7 dell'accordo tra la Comunità europea, da una parte, e la Confederazione svizzera, dall'altra, sul commercio di prodotti agricoli"
          ],
          "fr": [
            "2012/295/UE: Décision n° 1/2012 du comité mixte de l'agriculture institué par l'accord entre la Communauté européenne et la Confédération suisse relatif aux échanges de produits agricoles du 3 mai 2012 relatif à la modification de l'annexe 7 de l'accord entre la Communauté européenne, d'une part, et la Confédération suisse, d'autre part, relatif aux échanges de produits agricoles"
          ]
        }
      }
    }
  },
  "included": [
    {
      "uri": "http://publications.europa.eu/resource/cellar/dc70efb7-b63b-11e1-b84a-01aa75ed71a1",
      "type": [
        "EULegalResource",
        "LegalResource",
        "Work"
      ],
      "attributes": {
        "legalResourceIsPartOfMemorialLabel": {
          "rdf:langString": {
            "de": [
              "L 155, 15. Juni 2012 - S. 1-98"
            ],
            "it": [
              "L 155, 15 giugno 2012 - pag. 1-98"
            ],
            "fr": [
              "L 155, 15 juin 2012 - p. 1-98"
            ]
          }
        },
        "workIdDocument": {
          "xsd:string": "22012D0295"
        },
        "title": {
          "rdf:langString": {
            "de": [
              "2012/295/EU: Beschluss Nr. 1/2012 des mit dem Abkommen zwischen der Europäischen Gemeinschaft und der Schweizerischen Eidgenossenschaft über den Handel mit landwirtschaftlichen Erzeugnissen eingesetzten Gemischten Ausschusses für Landwirtschaft vom 3. Mai 2012 zur Änderung von Anhang 7 des Abkommens zwischen der Europäischen Gemeinschaft und der Schweizerischen Eidgenossenschaft über den Handel mit landwirtschaftlichen Erzeugnissen"
            ],
            "it": [
              "2012/295/UE: Decisione n. 1/2012 del Comitato misto per l’agricoltura, istituito dall’accordo tra la Comunità europea e la Confederazione svizzera sul commercio di prodotti agricoli, del 3 maggio 2012 , in merito alla modifica dell’allegato 7 dell’accordo tra la Comunità europea, da una parte, e la Confederazione svizzera, dall’altra, sul commercio di prodotti agricoli"
            ],
            "fr": [
              "2012/295/UE: Décision n ° 1/2012 du comité mixte de l’agriculture institué par l’accord entre la Communauté européenne et la Confédération suisse relatif aux échanges de produits agricoles du 3 mai 2012 relatif à la modification de l’annexe 7 de l’accord entre la Communauté européenne, d’une part, et la Confédération suisse, d’autre part, relatif aux échanges de produits agricoles"
            ]
          }
        },
        "publicationDate": {
          "xsd:date": "2012-05-03"
        }
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/treaty-type/2",
      "type": [
        "Concept",
        "TreatyType"
      ]
    }
  ],
  "graph": "https://fedlex.data.admin.ch/eli/treaty/1234/17955/graph",
  "facets": {
    "treatyProcessType3": [
      {
        "euConventionDomain": "https://fedlex.data.admin.ch/vocabulary/eutext-subject-theme/4",
        "uri": "https://fedlex.data.admin.ch/eli/treaty/1234/17955",
        "eventOrder": "4"
      }
    ]
  },
  "timestampms": null
}
