{
  "data": {
    "uri": "https://fedlex.data.admin.ch/eli/treaty/1357/18292",
    "type": [
      "Event",
      "TreatyProcess"
    ],
    "references": {
      "treatyLegalResourceForOtherParty": "http://publications.europa.eu/resource/cellar/9a0a8915-130d-40ab-9ff4-bb4c8ad604b3",
      "treatyType": "https://fedlex.data.admin.ch/vocabulary/treaty-type/2"
    },
    "attributes": {
      "treatyInForceDateForOurCountry": {
        "xsd:date": "2011-04-01"
      },
      "titleTreaty": {
        "rdf:langString": {
          "de": [
            "2011/216/EU: Beschluss Nr. 1/2011 des mit dem Abkommen zwischen der Europäischen Gemeinschaft und der Schweizerischen Eidgenossenschaft über den Handel mit landwirtschaftlichen Erzeugnissen eingesetzten gemischten Ausschusses für Landwirtschaft vom 31. März 2011 zur Anpassung von Anhang 3 des Abkommens zwischen der Europäischen Gemeinschaft und der Schweizerischen Eidgenossenschaft über den Handel mit landwirtschaftlichen Erzeugnissen"
          ],
          "it": [
            "2011/216/UE: Decisione n. 1/2011 del Comitato misto per l'agricoltura istituito dall'accordo tra la Comunità europea e la Confederazione svizzera sul commercio di prodotti agricoli, del 31 marzo 2011, concernente la modifica dell'allegato 3 dell'accordo tra la Comunità europea e la Confederazione svizzera sul commercio di prodotti agricoli"
          ],
          "fr": [
            "2011/216/UE: Décision n° 1/2011 du comité mixte de l'agriculture institué par l'accord entre la Communauté européenne et la Confédération suisse relatif aux échanges de produits agricoles du 31 mars 2011 relatif à la modification de l'annexe 3 de l'accord entre la Communauté européenne, d'une part, et la Confédération suisse, d'autre part, relatif aux échanges de produits agricoles"
          ]
        }
      }
    }
  },
  "included": [
    {
      "uri": "http://publications.europa.eu/resource/cellar/9a0a8915-130d-40ab-9ff4-bb4c8ad604b3",
      "type": [
        "EULegalResource",
        "LegalResource",
        "Work"
      ],
      "attributes": {
        "legalResourceIsPartOfMemorialLabel": {
          "rdf:langString": {
            "de": [
              "L 90, 6. April 2011 - S. 53-54"
            ],
            "it": [
              "L 90, 6 aprile 2011 - pag. 53-54"
            ],
            "fr": [
              "L 90, 6 avril 2011 - p. 53-54"
            ]
          }
        },
        "workIdDocument": {
          "xsd:string": "22011D0216"
        },
        "title": {
          "rdf:langString": {
            "de": [
              "2011/216/EU: Beschluss Nr. 1/2011 des mit dem Abkommen zwischen der Europäischen Gemeinschaft und der Schweizerischen Eidgenossenschaft über den Handel mit landwirtschaftlichen Erzeugnissen eingesetzten gemischten Ausschusses für Landwirtschaft vom 31. März 2011 zur Anpassung von Anhang 3 des Abkommens zwischen der Europäischen Gemeinschaft und der Schweizerischen Eidgenossenschaft über den Handel mit landwirtschaftlichen Erzeugnissen"
            ],
            "it": [
              "2011/216/UE: Decisione n. 1/2011 del Comitato misto per l’agricoltura istituito dall’accordo tra la Comunità europea e la Confederazione svizzera sul commercio di prodotti agricoli, del 31 marzo 2011 , concernente la modifica dell’allegato 3 dell’accordo tra la Comunità europea e la Confederazione svizzera sul commercio di prodotti agricoli"
            ],
            "fr": [
              "2011/216/UE: Décision n ° 1/2011 du comité mixte de l’agriculture institué par l’accord entre la Communauté européenne et la Confédération suisse relatif aux échanges de produits agricoles du 31 mars 2011 relatif à la modification de l’annexe 3 de l’accord entre la Communauté européenne, d’une part, et la Confédération suisse, d’autre part, relatif aux échanges de produits agricoles"
            ]
          }
        },
        "publicationDate": {
          "xsd:date": "2011-04-06"
        }
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/treaty-type/2",
      "type": [
        "Concept",
        "TreatyType"
      ]
    }
  ],
  "graph": "https://fedlex.data.admin.ch/eli/treaty/1234/17955/graph",
  "facets": {
    "treatyProcessType3": [
      {
        "euConventionDomain": "https://fedlex.data.admin.ch/vocabulary/eutext-subject-theme/4",
        "uri": "https://fedlex.data.admin.ch/eli/treaty/1234/17955",
        "eventOrder": "4"
      }
    ]
  },
  "timestampms": null
}
