{
  "data": {
    "uri": "https://fedlex.data.admin.ch/eli/treaty/1357/18301",
    "type": [
      "Event",
      "TreatyProcess"
    ],
    "references": {
      "treatyLegalResourceForOtherParty": "http://publications.europa.eu/resource/cellar/5c77900b-ecea-44e3-8a98-2ff901b2c8aa",
      "treatyType": "https://fedlex.data.admin.ch/vocabulary/treaty-type/2"
    },
    "attributes": {
      "treatyInForceDateForOurCountry": {
        "xsd:date": "2006-01-01"
      },
      "titleTreaty": {
        "rdf:langString": {
          "de": [
            "2005/955/EG: Beschluss Nr. 3/2005 des mit dem Abkommen zwischen der Europäischen Gemeinschaft und der Schweizerischen Eidgenossenschaft über den Handel mit landwirtschaftlichen Erzeugnissen eingesetzten Gemischten Ausschusses für Landwirtschaft vom 19. Dezember 2005 über die Anpassungen der Anhänge 1 und 2 aufgrund der Erweiterung der Europäischen Union"
          ],
          "it": [
            "2005/955/CE: Decisione n. 3/2005 del Comitato misto per l'agricoltura istituito con l'accordo tra la Comunità europea e la Confederazione svizzera sul commercio di prodotti agricoli, del 19 dicembre 2005, concernente l'adeguamento, in seguito all'allargamento dell'Unione europea, degli allegati 1 e 2"
          ],
          "fr": [
            "2005/955/CE: Décision n° 3/2005 du Comité mixte de l'agriculture institué par l'accord entre la Communauté européenne et la Confédération suisse relatif aux échanges de produits agricoles du 19 décembre 2005 concernant l'adaptation, à la suite de l'élargissement de l'Union européenne, des annexes 1 et 2"
          ]
        }
      }
    }
  },
  "included": [
    {
      "uri": "http://publications.europa.eu/resource/cellar/5c77900b-ecea-44e3-8a98-2ff901b2c8aa",
      "type": [
        "EULegalResource",
        "LegalResource",
        "Work"
      ],
      "attributes": {
        "legalResourceIsPartOfMemorialLabel": {
          "rdf:langString": {
            "de": [
              "L 346, 29. Dezember 2005 - S. 33-43"
            ],
            "it": [
              "L 346, 29 dicembre 2005 - pag. 33-43"
            ],
            "fr": [
              "L 346, 29 décembre 2005 - p. 33-43"
            ]
          }
        },
        "workIdDocument": {
          "xsd:string": "22005D0955"
        },
        "title": {
          "rdf:langString": {
            "de": [
              "2005/955/EG: Beschluss Nr. 3/2005 des mit dem Abkommen zwischen der Europäischen Gemeinschaft und der Schweizerischen Eidgenossenschaft über den Handel mit landwirtschaftlichen Erzeugnissen eingesetzten Gemischten Ausschusses für Landwirtschaft vom  19. Dezember 2005  über die Anpassungen der Anhänge 1 und 2 aufgrund der Erweiterung der Europäischen Union"
            ],
            "it": [
              "2005/955/CE: Decisione n. 3/2005 del Comitato misto per l’agricoltura istituito con l’accordo tra la Comunità europea e la Confederazione svizzera sul commercio di prodotti agricoli, del  19 dicembre 2005 , concernente l’adeguamento, in seguito all’allargamento dell’Unione europea, degli allegati 1 e 2"
            ],
            "fr": [
              "2005/955/CE: Décision n o  3/2005 du Comité mixte de l’agriculture institué par l’accord entre la Communauté européenne et la Confédération suisse relatif aux échanges de produits agricoles du  19 décembre 2005  concernant l’adaptation, à la suite de l’élargissement de l’Union européenne, des annexes 1 et 2"
            ]
          }
        },
        "publicationDate": {
          "xsd:date": "2006-01-02"
        }
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/treaty-type/2",
      "type": [
        "Concept",
        "TreatyType"
      ]
    }
  ],
  "graph": "https://fedlex.data.admin.ch/eli/treaty/1234/17955/graph",
  "facets": {
    "treatyProcessType3": [
      {
        "euConventionDomain": "https://fedlex.data.admin.ch/vocabulary/eutext-subject-theme/4",
        "uri": "https://fedlex.data.admin.ch/eli/treaty/1234/17955",
        "eventOrder": "4"
      }
    ]
  },
  "timestampms": null
}
