{
  "data": {
    "uri": "https://fedlex.data.admin.ch/eli/treaty/1357/18374",
    "type": [
      "Event",
      "TreatyProcess"
    ],
    "references": {
      "treatyLegalResourceForOtherParty": "http://publications.europa.eu/resource/cellar/6dbb1480-8a6e-11e4-b8a5-01aa75ed71a1",
      "treatyType": "https://fedlex.data.admin.ch/vocabulary/treaty-type/2"
    },
    "attributes": {
      "treatyInForceDateForOurCountry": {
        "xsd:date": "2015-01-01"
      },
      "titleTreaty": {
        "rdf:langString": {
          "de": [
            "Beschluss Nr. 1/2014 vom 28.11.2014 des Gemischten Ausschusses, eingesetzt im Rahmen des Abkommens zwischen der Schweizerischen Eidgenossenschaft einerseits und der Europäischen Gemeinschaft und ihren Mitgliedstaaten andererseits über die Freizügigkeit zur Änderung von Anhang II dieses Abkommens über die Koordinierung der Systeme der sozialen Sicherheit"
          ],
          "it": [
            "Decisione n. 1/2014 del 28.11.2014 del Comitato misto istituito nel quadro dell'accordo tra la Confederazione svizzera, da una parte, e la Comunità europea ed i suoi Stati membri, dall'altra, sulla libera circolazione delle persone che modifica l'allegato II di tale accordo riguardante il coordinamento dei sistemi di sicurezza sociale"
          ],
          "fr": [
            "Décision no 1/2014 du 28.11.2014 du Comité mixte institué par l'accord entre la Confédération suisse d'une part, et la Communauté européenne et ses États membres, d'autre part, sur la libre circulation des personnes modifiant l'annexe II dudit accord sur la coordination des systèmes de sécurité sociale"
          ]
        }
      }
    }
  },
  "included": [
    {
      "uri": "http://publications.europa.eu/resource/cellar/6dbb1480-8a6e-11e4-b8a5-01aa75ed71a1",
      "type": [
        "EULegalResource",
        "LegalResource",
        "Work"
      ],
      "attributes": {
        "legalResourceIsPartOfMemorialLabel": {
          "rdf:langString": {
            "de": [
              "L 367, 23. Dezember 2014 - S. 122-125"
            ],
            "it": [
              "L 367, 23 dicembre 2014 - pag. 122-125"
            ],
            "fr": [
              "L 367, 23 décembre 2014 - p. 122-125"
            ]
          }
        },
        "title": {
          "rdf:langString": {
            "de": [
              "2014/947/EU: Beschluss Nr. 1/2014 des Gemischten Ausschusses, eingesetzt im Rahmen des Abkommens zwischen der Europäischen Gemeinschaft und ihren Mitgliedstaaten einerseits und der Schweizerischen Eidgenossenschaft andererseits über die Freizügigkeit vom 28. November 2014 zur Änderung von Anhang II dieses Abkommens über die Koordinierung der Systeme der sozialen Sicherheit"
            ],
            "it": [
              "2014/947/UE: Decisione n. 1/2014 del Comitato misto istituito nel quadro dell'accordo tra la Comunità europea e i suoi Stati membri, da una parte, e la Confederazione svizzera, dall'altra, sulla libera circolazione delle persone, del 28 novembre 2014 , che modifica l'allegato II di tale accordo riguardante il coordinamento dei sistemi di sicurezza sociale"
            ],
            "fr": [
              "2014/947/UE: Décision n ° 1/2014 du comité mixte institué par l'accord entre la Communauté européenne et ses États membres, d'une part, et la Confédération suisse, d'autre part, sur la libre circulation des personnes du 28 novembre 2014 modifiant l'annexe II dudit accord sur la coordination des systèmes de sécurité sociale"
            ]
          }
        },
        "workIdDocument": {
          "xsd:string": "22014D0947"
        },
        "publicationDate": {
          "xsd:date": "2014-12-23"
        }
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/treaty-type/2",
      "type": [
        "Concept",
        "TreatyType"
      ]
    }
  ],
  "graph": "https://fedlex.data.admin.ch/eli/treaty/1234/18117/graph",
  "facets": {
    "treatyProcessType3": [
      {
        "euConventionDomain": "https://fedlex.data.admin.ch/vocabulary/eutext-subject-theme/7",
        "uri": "https://fedlex.data.admin.ch/eli/treaty/1234/18117",
        "eventOrder": "7"
      }
    ]
  },
  "timestampms": null
}
