{
  "data": {
    "uri": "https://fedlex.data.admin.ch/eli/treaty/1357/18376",
    "type": [
      "Event",
      "TreatyProcess"
    ],
    "references": {
      "treatyLegalResourceForOtherParty": "http://publications.europa.eu/resource/cellar/92195cf4-5698-4bcb-a417-37ed77676866",
      "treatyType": "https://fedlex.data.admin.ch/vocabulary/treaty-type/2"
    },
    "attributes": {
      "treatyInForceDateForOurCountry": {
        "xsd:date": "2011-11-01"
      },
      "titleTreaty": {
        "rdf:langString": {
          "de": [
            "2011/702/EU: Beschluss Nr. 2/2011 des Gemischten Ausschusses EU-Schweiz, der mit Artikel 14 des Abkommens zwischen der Europäischen Gemeinschaft und ihren Mitgliedstaaten einerseits und der Schweizerischen Eidgenossenschaft andererseits über die Freizügigkeit eingesetzt wurde vom 30. September 2011 über die Änderung von Anhang III (Gegenseitige Anerkennung von Berufsqualifikationen) dieses Abkommens"
          ],
          "it": [
            "2011/702/UE: Decisione n. 2/2011 del Comitato misto UE-Svizzera istituito dall'articolo 14 dell'accordo tra la Comunità europea e i suoi Stati membri, da una parte, e la Confederazione svizzera, dall'altra, sulla libera circolazione delle persone, del 30 settembre 2011, che sostituisce il relativo allegato III (Reciproco riconoscimento delle qualifiche professionali)"
          ],
          "fr": [
            "2011/702/UE: Décision n° 2/2011 du Comité mixte UE-Suisse institué par l'article 14 de l'accord entre la Communauté européenne et ses États membres, d'une part, et la Confédération suisse, d'autre part, sur la libre circulation des personnes du 30 septembre 2011 en ce qui concerne le remplacement de l'annexe III (reconnaissance mutuelle des qualifications professionnelles)"
          ]
        }
      }
    }
  },
  "included": [
    {
      "uri": "http://publications.europa.eu/resource/cellar/92195cf4-5698-4bcb-a417-37ed77676866",
      "type": [
        "EULegalResource",
        "LegalResource",
        "Work"
      ],
      "attributes": {
        "legalResourceIsPartOfMemorialLabel": {
          "rdf:langString": {
            "de": [
              "L 277, 22. Oktober 2011 - S. 20-35"
            ],
            "it": [
              "L 277, 22 ottobre 2011 - pag. 20-35"
            ],
            "fr": [
              "L 277, 22 octobre 2011 - p. 20-35"
            ]
          }
        },
        "title": {
          "rdf:langString": {
            "de": [
              "2011/702/: Beschluss Nr. 2/2011 des Gemischten Ausschusses EU-Schweiz, der mit Artikel 14 des Abkommens zwischen der Europäischen Gemeinschaft und ihren Mitgliedstaaten einerseits und der Schweizerischen Eidgenossenschaft andererseits über die Freizügigkeit eingesetzt wurde vom 30. September 2011 über die Änderung von Anhang III (Gegenseitige Anerkennung von Berufsqualifikationen) dieses Abkommens"
            ],
            "it": [
              "2011/702/: Decisione n. 2/2011 del Comitato misto UE-Svizzera istituito dall’articolo 14 dell’accordo tra la Comunità europea e i suoi Stati membri, da una parte, e la Confederazione svizzera, dall’altra, sulla libera circolazione delle persone, del 30 settembre 2011 , che sostituisce il relativo allegato III (Reciproco riconoscimento delle qualifiche professionali)"
            ],
            "fr": [
              "2011/702/: Décision n o  2/2011 du Comité mixte UE-Suisse institué par l’article 14 de l’accord entre la Communauté européenne et ses États membres, d’une part, et la Confédération suisse, d’autre part, sur la libre circulation des personnes du 30 septembre 2011 en ce qui concerne le remplacement de l’annexe III (reconnaissance mutuelle des qualifications professionnelles)"
            ]
          }
        },
        "workIdDocument": {
          "xsd:string": "22011D0702"
        },
        "publicationDate": {
          "xsd:date": "2011-11-03"
        }
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/treaty-type/2",
      "type": [
        "Concept",
        "TreatyType"
      ]
    }
  ],
  "graph": "https://fedlex.data.admin.ch/eli/treaty/1234/18117/graph",
  "facets": {
    "treatyProcessType3": [
      {
        "euConventionDomain": "https://fedlex.data.admin.ch/vocabulary/eutext-subject-theme/7",
        "uri": "https://fedlex.data.admin.ch/eli/treaty/1234/18117",
        "eventOrder": "7"
      }
    ]
  },
  "timestampms": null
}
