{
  "data": {
    "uri": "https://fedlex.data.admin.ch/eli/treaty/1357/18375",
    "type": [
      "Event",
      "TreatyProcess"
    ],
    "references": {
      "treatyLegalResourceForOtherParty": "http://publications.europa.eu/resource/cellar/dfa08d9c-a28e-4465-b3ed-e40c0e1f7e39",
      "treatyType": "https://fedlex.data.admin.ch/vocabulary/treaty-type/2"
    },
    "attributes": {
      "treatyInForceDateForOurCountry": {
        "xsd:date": "2012-04-01"
      },
      "titleTreaty": {
        "rdf:langString": {
          "de": [
            "2012/195/EU: Beschluss Nr. 1/2012 des Gemischten Ausschusses eingesetzt im Rahmen des Abkommens zwischen der Europäischen Gemeinschaft und ihren Mitgliedstaaten einerseits und der Schweizerischen Eidgenossenschaft andererseits über die Freizügigkeit vom 31. März 2012 zur Ersetzung des Anhangs II dieses Abkommens über die Koordinierung der Systeme der sozialen Sicherheit"
          ],
          "it": [
            "2012/195/UE: Decisione n. 1/2012 del Comitato misto istituito a norma dell'accordo tra la Comunità europea e i suoi Stati membri, da una parte, e la Confederazione svizzera, dall'altra, sulla libera circolazione delle persone, del 31 marzo 2012, che sostituisce l'allegato II di tale accordo riguardante il coordinamento dei sistemi di sicurezza sociale"
          ],
          "fr": [
            "2012/195/UE: Décision n° 1/2012 du comité mixte institué par l'accord entre la Communauté européenne et ses États membres, d'une part, et la Confédération suisse, d'autre part, sur la libre circulation des personnes du 31 mars 2012 remplaçant l'annexe II dudit accord sur la coordination des systèmes de sécurité sociale"
          ]
        }
      }
    }
  },
  "included": [
    {
      "uri": "http://publications.europa.eu/resource/cellar/dfa08d9c-a28e-4465-b3ed-e40c0e1f7e39",
      "type": [
        "EULegalResource",
        "LegalResource",
        "Work"
      ],
      "attributes": {
        "legalResourceIsPartOfMemorialLabel": {
          "rdf:langString": {
            "de": [
              "L 103, 13. April 2012 - S. 51-59"
            ],
            "it": [
              "L 103, 13 aprile 2012 - pag. 51-59"
            ],
            "fr": [
              "L 103, 13 avril 2012 - p. 51-59"
            ]
          }
        },
        "title": {
          "rdf:langString": {
            "de": [
              "2012/195/EU: Beschluss Nr. 1/2012 des Gemischten Ausschusses eingesetzt im Rahmen des Abkommens zwischen der Europäischen Gemeinschaft und ihren Mitgliedstaaten einerseits und der Schweizerischen Eidgenossenschaft andererseits über die Freizügigkeit vom 31. März 2012 zur Ersetzung des Anhangs II dieses Abkommens über die Koordinierung der Systeme der sozialen Sicherheit"
            ],
            "it": [
              "2012/195/UE: Decisione n. 1/2012 del Comitato misto istituito a norma dell’accordo tra la Comunità europea e i suoi Stati membri, da una parte, e la Confederazione svizzera, dall’altra, sulla libera circolazione delle persone, del 31 marzo 2012 , che sostituisce l’allegato II di tale accordo riguardante il coordinamento dei sistemi di sicurezza sociale"
            ],
            "fr": [
              "2012/195/UE: Décision n ° 1/2012 du comité mixte institué par l’accord entre la Communauté européenne et ses États membres, d’une part, et la Confédération suisse, d’autre part, sur la libre circulation des personnes du 31 mars 2012 remplaçant l’annexe II dudit accord sur la coordination des systèmes de sécurité sociale"
            ]
          }
        },
        "workIdDocument": {
          "xsd:string": "22012D0195"
        },
        "publicationDate": {
          "xsd:date": "2012-04-13"
        }
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/treaty-type/2",
      "type": [
        "Concept",
        "TreatyType"
      ]
    }
  ],
  "graph": "https://fedlex.data.admin.ch/eli/treaty/1234/18117/graph",
  "facets": {
    "treatyProcessType3": [
      {
        "euConventionDomain": "https://fedlex.data.admin.ch/vocabulary/eutext-subject-theme/7",
        "uri": "https://fedlex.data.admin.ch/eli/treaty/1234/18117",
        "eventOrder": "7"
      }
    ]
  },
  "timestampms": null
}
