{
  "data": {
    "uri": "https://fedlex.data.admin.ch/eli/treaty/1357/18377",
    "type": [
      "Event",
      "TreatyProcess"
    ],
    "references": {
      "treatyLegalResourceForOtherParty": "http://publications.europa.eu/resource/cellar/74354047-a41d-4201-8f1a-97ab439c97de",
      "treatyType": "https://fedlex.data.admin.ch/vocabulary/treaty-type/2"
    },
    "attributes": {
      "treatyInForceDateForOurCountry": {
        "xsd:date": "2009-06-01"
      },
      "titleTreaty": {
        "rdf:langString": {
          "de": [
            "2011/159/EU: Beschluss Nr. 1/2011 des Gemischten Ausschusses EU-Schweiz vom 18. Januar 2011 zur Genehmigung der verbindlichen bulgarischen und der verbindlichen rumänischen Sprachfassung des Abkommens zwischen der Europäischen Gemeinschaft und ihren Mitgliedstaaten einerseits und der Schweizerischen Eidgenossenschaft andererseits über die Freizügigkeit, einschliesslich der Schlussakte, sowie des Erweiterungsprotokolls von 2004"
          ],
          "it": [
            "2011/159/UE: Decisione n. 1/2011 del comitato misto UE-Svizzera, del 18 gennaio 2011, relativa all'autenticazione nelle lingue bulgara e rumena dell'accordo tra la Comunità europea e i suoi Stati membri, da una parte, e la Confederazione svizzera, dall'altra, sulla libera circolazione delle persone, compreso l'atto finale, e del protocollo di allargamento del 2004"
          ],
          "fr": [
            "2011/159/UE: Décision n° 1/2011 du comité mixte UE-Suisse du 18 janvier 2011 concernant l'authentification de l'accord, en langues bulgare et roumaine, entre la Communauté européenne et ses États membres, d'une part, et la Confédération suisse, d'autre part, sur la libre circulation des personnes, y compris de son acte final, ainsi que du protocole sur l'élargissement de 2004"
          ]
        }
      }
    }
  },
  "included": [
    {
      "uri": "http://publications.europa.eu/resource/cellar/74354047-a41d-4201-8f1a-97ab439c97de",
      "type": [
        "EULegalResource",
        "LegalResource",
        "Work"
      ],
      "attributes": {
        "legalResourceIsPartOfMemorialLabel": {
          "rdf:langString": {
            "de": [
              "L 72, 18. März 2011 - S. 1-91"
            ],
            "it": [
              "L 72, 18 marzo 2011 - pag. 1-91"
            ],
            "fr": [
              "L 72, 18 mars 2011 - p. 1-91"
            ]
          }
        },
        "title": {
          "rdf:langString": {
            "de": [
              "2011/159/EU: Beschluss Nr. 1/2011 des Gemischten Ausschusses EU-Schweiz vom 18. Januar 2011 zur Genehmigung der verbindlichen bulgarischen und der verbindlichen rumänischen Sprachfassung des Abkommens zwischen der Europäischen Gemeinschaft und ihren Mitgliedstaaten einerseits und der Schweizerischen Eidgenossenschaft andererseits über die Freizügigkeit, einschließlich der Schlussakte, sowie des Erweiterungsprotokolls von 2004"
            ],
            "it": [
              "2011/159/UE: Decisione n. 1/2011 del comitato misto UE-Svizzera, del 18 gennaio 2011 , relativa all’autenticazione nelle lingue bulgara e rumena dell’accordo tra la Comunità europea e i suoi Stati membri, da una parte, e la Confederazione svizzera, dall’altra, sulla libera circolazione delle persone, compreso l’atto finale, e del protocollo di allargamento del 2004"
            ],
            "fr": [
              "2011/159/UE: Décision n ° 1/2011 du comité mixte UE-Suisse du 18 janvier 2011 concernant l’authentification de l’accord, en langues bulgare et roumaine, entre la Communauté européenne et ses États membres, d’une part, et la Confédération suisse, d’autre part, sur la libre circulation des personnes, y compris de son acte final, ainsi que du protocole sur l’élargissement de 2004"
            ]
          }
        },
        "workIdDocument": {
          "xsd:string": "22011D0159"
        },
        "publicationDate": {
          "xsd:date": "2011-03-21"
        }
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/treaty-type/2",
      "type": [
        "Concept",
        "TreatyType"
      ]
    }
  ],
  "graph": "https://fedlex.data.admin.ch/eli/treaty/1234/18117/graph",
  "facets": {
    "treatyProcessType3": [
      {
        "euConventionDomain": "https://fedlex.data.admin.ch/vocabulary/eutext-subject-theme/7",
        "uri": "https://fedlex.data.admin.ch/eli/treaty/1234/18117",
        "eventOrder": "7"
      }
    ]
  },
  "timestampms": null
}
