{
  "data": {
    "uri": "https://fedlex.data.admin.ch/eli/treaty/1357/18404",
    "type": [
      "Event",
      "TreatyProcess"
    ],
    "references": {
      "treatyLegalResourceForOtherParty": "http://publications.europa.eu/resource/cellar/fba461f0-c3d2-4047-a0d7-4bcfd9839db5",
      "treatyType": "https://fedlex.data.admin.ch/vocabulary/treaty-type/2"
    },
    "attributes": {
      "treatyInForceDateForOurCountry": {
        "xsd:date": "2011-01-22"
      },
      "titleTreaty": {
        "rdf:langString": {
          "de": [
            "2011/193/EU: Beschluss Nr. 1/2011 des Gemischten Ausschusses EU-Schweiz, eingesetzt durch das Abkommen zwischen der Europäischen Gemeinschaft und der Schweizerischen Eidgenossenschaft im audiovisuellen Bereich zur Festlegung der Voraussetzungen und Bedingungen für die Beteiligung der Schweizerischen Eidgenossenschaft am Gemeinschaftsprogramm MEDIA 2007 vom 21. Januar 2011 über die Anpassung von Artikel 1 des Anhangs I des Abkommens"
          ],
          "it": [
            "2011/193/UE: Decisione n. 1/2011 del comitato misto UE-Svizzera istituito nell'ambito dell'accordo tra la Comunità europea e la Confederazione svizzera nel settore audiovisivo, che stabilisce le modalità e le condizioni della partecipazione della Confederazione svizzera al programma comunitario MEDIA 2007, del 21 gennaio 2011, sull'aggiornamento dell'allegato I, articolo 1, dell'accordo"
          ],
          "fr": [
            "2011/193/UE: Décision n° 1/2011 du comité mixte UE-Suisse institué par l'accord entre la Communauté européenne et la Confédération suisse dans le domaine de l'audiovisuel, établissant les termes et conditions pour la participation de la Confédération suisse au programme communautaire MEDIA 2007 du 21 janvier 2011 relative à l'actualisation de l'article 1 er de l'annexe I de l'accord"
          ]
        }
      }
    }
  },
  "included": [
    {
      "uri": "http://publications.europa.eu/resource/cellar/fba461f0-c3d2-4047-a0d7-4bcfd9839db5",
      "type": [
        "EULegalResource",
        "LegalResource",
        "Work"
      ],
      "attributes": {
        "legalResourceIsPartOfMemorialLabel": {
          "rdf:langString": {
            "de": [
              "L 81, 29. März 2011 - S. 16-17"
            ],
            "it": [
              "L 81, 29 marzo 2011 - pag. 16-17"
            ],
            "fr": [
              "L 81, 29 mars 2011 - p. 16-17"
            ]
          }
        },
        "title": {
          "rdf:langString": {
            "de": [
              "2011/193/EU: Beschluss Nr. 1/2011 des Gemischten Ausschusses EU-Schweiz, eingesetzt durch das Abkommen zwischen der Europäischen Gemeinschaft und der Schweizerischen Eidgenossenschaft im audiovisuellen Bereich zur Festlegung der Voraussetzungen und Bedingungen für die Beteiligung der Schweizerischen Eidgenossenschaft am Gemeinschaftsprogramm MEDIA 2007 vom 21. Januar 2011 über die Anpassung von Artikel 1 des Anhangs I des Abkommens"
            ],
            "it": [
              "2011/193/UE: Decisione n. 1/2011 del comitato misto UE-Svizzera istituito nell’ambito dell’accordo tra la Comunità europea e la Confederazione svizzera nel settore audiovisivo, che stabilisce le modalità e le condizioni della partecipazione della Confederazione svizzera al programma comunitario MEDIA 2007, del 21 gennaio 2011 , sull’aggiornamento dell’allegato I, articolo 1, dell’accordo"
            ],
            "fr": [
              "2011/193/UE: Décision n ° 1/2011 du comité mixte UE-Suisse institué par l’accord entre la Communauté européenne et la Confédération suisse dans le domaine de l’audiovisuel, établissant les termes et conditions pour la participation de la Confédération suisse au programme communautaire MEDIA 2007 du 21 janvier 2011 relative à l’actualisation de l’article 1 er de l’annexe I de l’accord"
            ]
          }
        },
        "workIdDocument": {
          "xsd:string": "22011D0193"
        },
        "publicationDate": {
          "xsd:date": "2011-03-30"
        }
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/treaty-type/2",
      "type": [
        "Concept",
        "TreatyType"
      ]
    }
  ],
  "graph": "https://fedlex.data.admin.ch/eli/treaty/1234/18153/graph",
  "facets": {
    "treatyProcessType3": [
      {
        "euConventionDomain": "https://fedlex.data.admin.ch/vocabulary/eutext-subject-theme/15",
        "uri": "https://fedlex.data.admin.ch/eli/treaty/1234/18153",
        "eventOrder": "15"
      }
    ]
  },
  "timestampms": null
}
