{
  "data": {
    "uri": "https://fedlex.data.admin.ch/eli/treaty/1357/18517",
    "type": [
      "Event",
      "TreatyProcess"
    ],
    "references": {
      "treatyLegalResourceForOtherParty": "http://publications.europa.eu/resource/cellar/87375343-3967-4ba5-8db3-4dad577a4bf6",
      "treatyType": "https://fedlex.data.admin.ch/vocabulary/treaty-type/2"
    },
    "attributes": {
      "treatyInForceDateForOurCountry": {
        "xsd:date": "2001-07-18"
      },
      "titleTreaty": {
        "rdf:langString": {
          "de": [
            "2001/776/EG: Beschluss Nr. 1/2001 des Gemischten Ausschusses EG-Schweiz vom 18. Juli 2001 zur Änderung der Anhänge und Protokolle des Abkommens zwischen der Europäischen Wirtschaftsgemeinschaft und der Schweizerischen Eidgenossenschaft betreffend die Direktversicherung mit Ausnahme der Lebensversicherung und zur Feststellung der Vereinbarkeit der internen Rechtsvorschriften der Vertragsparteien mit diesem Abkommen"
          ],
          "it": [
            "2001/776/CE: Decisione n. 1/2001 del Comitato misto Svizzera-CE, del 18 luglio 2001, che reca modifica degli allegati e protocolli dell'accordo tra la Comunità economica europea e la Confederazione svizzera concernente l'assicurazione diretta diversa dall'assicurazione sulla vita e reca constatazione della conformità del diritto nazionale delle parti contraenti con detto accordo"
          ],
          "fr": [
            "2001/776/CE: Décision n° 1/2001 du Comité mixte Suisse-CE du 18 juillet 2001 portant modification des annexes et protocoles de l'accord entre la Confédération suisse et la Communauté économique européenne concernant l'assurance directe autre que l'assurance sur la vie, et portant constatation de conformité du droit national des parties contractantes avec cet accord"
          ]
        }
      }
    }
  },
  "included": [
    {
      "uri": "http://publications.europa.eu/resource/cellar/87375343-3967-4ba5-8db3-4dad577a4bf6",
      "type": [
        "EULegalResource",
        "LegalResource",
        "Work"
      ],
      "attributes": {
        "legalResourceIsPartOfMemorialLabel": {
          "rdf:langString": {
            "de": [
              "L 291, 08. November 2001 - S. 52-55"
            ],
            "it": [
              "L 291, 08 novembre 2001 - pag. 52-55"
            ],
            "fr": [
              "L 291, 08 novembre 2001 - p. 52-55"
            ]
          }
        },
        "workIdDocument": {
          "xsd:string": "22001D0776"
        },
        "title": {
          "rdf:langString": {
            "de": [
              "2001/776/EG: Beschluss Nr. 1/2001 des Gemischten Ausschusses EG-Schweiz vom 18. Juli 2001 zur Änderung der Anhänge und Protokolle des Abkommens zwischen der Europäischen Wirtschaftsgemeinschaft und der Schweizerischen Eidgenossenschaft betreffend die Direktversicherung mit Ausnahme der Lebensversicherung und zur Feststellung der Vereinbarkeit der internen Rechtsvorschriften der Vertragsparteien mit diesem Abkommen (Text von Bedeutung für den EWR)"
            ],
            "it": [
              "2001/776/CE: Decisione n. 1/2001 del Comitato misto Svizzera-CE, del 18 luglio 2001, che reca modifica degli allegati e protocolli dell'accordo tra la Comunità economica europea e la Confederazione svizzera concernente l'assicurazione diretta diversa dall'assicurazione sulla vita e reca constatazione della conformità del diritto nazionale delle parti contraenti con detto accordo (Testo rilevante ai fini del SEE)"
            ],
            "fr": [
              "2001/776/CE: Décision n° 1/2001 du Comité mixte Suisse-CE du 18 juillet 2001 portant modification des annexes et protocoles de l'accord entre la Confédération suisse et la Communauté économique européenne concernant l'assurance directe autre que l'assurance sur la vie, et portant constatation de conformité du droit national des parties contractantes avec cet accord (Texte présentant de l'intérêt pour l'EEE)"
            ]
          }
        },
        "publicationDate": {
          "xsd:date": "2001-11-09"
        }
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/treaty-type/2",
      "type": [
        "Concept",
        "TreatyType"
      ]
    }
  ],
  "graph": "https://fedlex.data.admin.ch/eli/treaty/1234/18051/graph",
  "facets": {
    "treatyProcessType3": [
      {
        "euConventionDomain": "https://fedlex.data.admin.ch/vocabulary/eutext-subject-theme/18",
        "uri": "https://fedlex.data.admin.ch/eli/treaty/1234/18051",
        "eventOrder": "18"
      }
    ]
  },
  "timestampms": null
}
