{
  "data": {
    "uri": "https://fedlex.data.admin.ch/eli/treaty/1357/18523",
    "type": [
      "Event",
      "TreatyProcess"
    ],
    "references": {
      "treatyLegalResourceForOtherParty": "http://publications.europa.eu/resource/cellar/80f78bc4-6eff-11e4-9680-01aa75ed71a1",
      "treatyType": "https://fedlex.data.admin.ch/vocabulary/treaty-type/2"
    },
    "attributes": {
      "treatyInForceDateForOurCountry": {
        "xsd:date": "2014-10-11"
      },
      "titleTreaty": {
        "rdf:langString": {
          "de": [
            "2014/803/EU: Beschluss Nr. 1/2014 des Gemischten Ausschusses EU-Schweiz vom 10. Oktober 2014 zur Bestimmung der Fälle, in denen keine Übermittlung der Angaben gemäss Anhang I Artikel 3 Absatz 3 Unterabsatz 1 des Abkommens zwischen der Europäischen Gemeinschaft und der Schweizerischen Eidgenossenschaft vom 25. Juni 2009 über die Erleichterung der Kontrollen und Formalitäten im Güterverkehr und über zollrechtliche Sicherheitsmaßnahmen erforderlich ist"
          ],
          "it": [
            "2014/803/UE: Decisione n. 1/2014 del comitato misto UE-Svizzera, del 10 ottobre 2014, che determina i casi di esenzione dall'obbligo di trasmissione dei dati di cui all'allegato I, articolo 3, paragrafo 3, primo comma, dell'accordo tra la Comunità europea e la Confederazione svizzera del 25 giugno 2009 riguardante l'agevolazione dei controlli e delle formalità nei trasporti di merci e le misure doganali di sicurezza"
          ],
          "fr": [
            "2014/803/UE: Décision n° 1/2014 du comité mixte UE-Suisse du 10 octobre 2014 déterminant les cas de dispense de la transmission des données visée à l'article 3, paragraphe 3, premier alinéa, de l'annexe I de l'accord du 25 juin 2009 entre la Communauté européenne et la Confédération suisse relatif à la facilitation des contrôles et des formalités lors du transport des marchandises, ainsi qu'aux mesures douanières de sécurité"
          ]
        }
      }
    }
  },
  "included": [
    {
      "uri": "http://publications.europa.eu/resource/cellar/80f78bc4-6eff-11e4-9680-01aa75ed71a1",
      "type": [
        "EULegalResource",
        "LegalResource",
        "Work"
      ],
      "attributes": {
        "legalResourceIsPartOfMemorialLabel": {
          "rdf:langString": {
            "de": [
              "L 331, 18. November 2014 - S. 38-39"
            ],
            "it": [
              "L 331, 18 novembre 2014 - pag. 38-39"
            ],
            "fr": [
              "L 331, 18 novembre 2014 - p. 38-39"
            ]
          }
        },
        "title": {
          "rdf:langString": {
            "de": [
              "2014/803/EU: Beschluss Nr. 1/2014 des Gemischten Ausschusses EU-Schweiz vom 10. Oktober 2014 zur Bestimmung der Fälle, in denen keine Übermittlung der Angaben gemäß Anhang I Artikel 3 Absatz 3 Unterabsatz 1 des Abkommens zwischen der Europäischen Gemeinschaft und der Schweizerischen Eidgenossenschaft vom 25. Juni 2009 über die Erleichterung der Kontrollen und Formalitäten im Güterverkehr und über zollrechtliche Sicherheitsmaßnahmen erforderlich ist"
            ],
            "it": [
              "2014/803/UE: Decisione n. 1/2014 del comitato misto UE-Svizzera, del 10 ottobre 2014 , che determina i casi di esenzione dall'obbligo di trasmissione dei dati di cui all'allegato I, articolo 3, paragrafo 3, primo comma, dell'accordo tra la Comunità europea e la Confederazione svizzera del 25 giugno 2009 riguardante l'agevolazione dei controlli e delle formalità nei trasporti di merci e le misure doganali di sicurezza"
            ],
            "fr": [
              "2014/803/UE: Décision n ° 1/2014 du comité mixte UE-Suisse du 10 octobre 2014 déterminant les cas de dispense de la transmission des données visée à l'article 3, paragraphe 3, premier alinéa, de l'annexe I de l'accord du 25 juin 2009 entre la Communauté européenne et la Confédération suisse relatif à la facilitation des contrôles et des formalités lors du transport des marchandises, ainsi qu'aux mesures douanières de sécurité"
            ]
          }
        },
        "workIdDocument": {
          "xsd:string": "22014D0803"
        },
        "publicationDate": {
          "xsd:date": "2014-11-18"
        }
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/treaty-type/2",
      "type": [
        "Concept",
        "TreatyType"
      ]
    }
  ],
  "graph": "https://fedlex.data.admin.ch/eli/treaty/1234/18234/graph",
  "facets": {
    "treatyProcessType3": [
      {
        "euConventionDomain": "https://fedlex.data.admin.ch/vocabulary/eutext-subject-theme/19",
        "uri": "https://fedlex.data.admin.ch/eli/treaty/1234/18234",
        "eventOrder": "19"
      }
    ]
  },
  "timestampms": null
}
