{
  "data": {
    "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2025/102",
    "type": [
      "Draft",
      "Event",
      "InitialDraft"
    ],
    "references": {
      "draftHasTask": [
        "https://fedlex.data.admin.ch/eli/dl/proj/2025/102/cons_1"
      ],
      "draftHasConsultation": [
        "https://fedlex.data.admin.ch/eli/dl/proj/2025/102/cons_1"
      ]
    },
    "attributes": {
      "modified": {
        "xsd:dateTime": [
          "2025-11-14T12:44:04.167Z"
        ]
      },
      "eventId": {
        "xsd:string": "proj/2025/102"
      },
      "created": {
        "xsd:dateTime": [
          "2025-11-14T12:44:04.156Z"
        ]
      }
    }
  },
  "included": [
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2025/102/cons_1",
      "type": [
        "Consultation",
        "Event",
        "LegislativeTask"
      ],
      "attributes": {
        "eventTitle": {
          "rdf:langString": {
            "de": [
              "Neue nationale Eurodac Verordnung aufgrund der Übernahme und Umsetzung des EU-Migrationspaktes (Schengen Weiterentwicklung)"
            ],
            "it": [
              "Nuova ordinanza Eurodac nazionale a seguito dell'adozione e dell'attuazione del patto sulla migrazione (sviluppo dell'acquis di Schengen)"
            ],
            "fr": [
              "Nouvelle ordonnance nationale Eurodac en raison de la reprise et mise en oeuvre du pacte migratoire (développement de l'acquis de Schengen)"
            ]
          }
        },
        "eventDescription": {
          "rdf:langString": {
            "de": [
              "Eine neue nationale Eurodac-Verordnung gewährleistet für alle Nutzerinnen und Nutzer sowie weitere Beteiligte eine einheitliche Regelung der Dateneingaben im Ausländer- und Asylbereich. Diese neue Verordnung muss einschlägige Begriffsbestimmungen, Einzelheiten zur Datenübermittlung an die zuständigen Behörden, die Funktionsweise des National Access Point (NAP) sowie Einzelheiten zum Zugriff der nationalen Stellen, die Visa und ETIAS-Reisegenehmigungen ausstellen, enthalten. Darüber hinaus muss sie die Verfahren für den Erhalt von Eurodac-Daten durch die Behörden, die für die Verhütung, Ermittlung, Aufdeckung oder Verfolgung terroristischer oder sonstiger schwerer Straftaten zuständig sind, festlegen. Die Eurodac-Verordnung regelt auch alle Aspekte des Datenschutzes und der Bekanntgabe von Daten an Drittstaaten. Auch die Rolle der Expertinnen und Experten für Fingerabdrücke und Gesichtsbilder soll in der Verordnung definiert werden. Diese neue nationale Verordnung tritt voraussichtlich im November 2026 in Kraft."
            ],
            "it": [
              "Grazie a una nuova ordinanza Eurodac ci si propone di regolamentare in modo uniforme, per tutti gli utenti o interessati, la registrazione dei dati del settore degli stranieri e del settore dell’asilo. La nuova ordinanza dovrà contenere le definizioni pertinenti, i dettagli dei trasferimenti di dati alle autorità competenti, il funzionamento del punto d’accesso nazionale e i dettagli per quanto riguarda gli accessi delle unità nazionali competenti in materia di visti e di autorizzazioni ai viaggi ETIAS. Definirà inoltre le procedure per l’ottenimento dei dati dell’Eurodac da parte delle autorità designate in materia di perseguimento penale o di prevenzione e investigazione di reati di terrorismo o di altri reati gravi. L’ordinanza Eurodac disciplinerà altresì tutti gli aspetti inerenti alla protezione dei dati e alla comunicazione di dati a Stati terzi. Infine, definirà il ruolo degli esperti in materia di impronte digitali e immagini del volto. L’entrata in vigore della nuova ordinanza è prevista per novembre 2026."
            ],
            "fr": [
              "Une nouvelle ordonnance Eurodac permet de garantir pour tous les utilisateurs ou intéressés une règlementation unique regroupant les saisies du domaine des étrangers et celles du domaine de l’asile. Cette nouvelle ordonnance doit comporter les définitions pertinentes, le détail des transferts de données aux autorités compétentes, le fonctionnement du National Access Point (NAP) ainsi que les détails des accès des unités nationales compétentes en matière de visas et d’autorisation de voyage ETIAS. Par ailleurs, elle doit prévoir les procédures d’obtention des données d’Eurodac par les autorités désignées en matière de poursuites pénales ou de prévention et enquête concernant les infractions terroristes ou d’autres infractions pénales graves. L'ordonnance Eurodac règle également tout ce qui a trait à la protection des données et à la communication des données à un Etat tiers. Elle prévoit également de définir le rôle des experts en empreintes digitales ou images faciales .L'entrée en vigueur de cette nouvelle ordonnance nationale est prévue pour novembre 2026."
            ]
          }
        },
        "eventId": {
          "xsd:string": "proj/2025/102/cons_1"
        }
      },
      "references": {
        "consultationStatus": "https://fedlex.data.admin.ch/vocabulary/consultation-status/1",
        "hasSubTask": [
          "https://fedlex.data.admin.ch/eli/dl/proj/2025/102/cons_1/cons-planif"
        ]
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/consultation-status/1",
      "type": [
        "Concept",
        "ConsultationStatus"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2025/102/cons_1/cons-planif",
      "type": [
        "ConsultationPreparation",
        "ConsultationTask",
        "Event",
        "LegislativeTask"
      ],
      "references": {
        "institutionInChargeOfTheEventLevel2": "https://fedlex.data.admin.ch/vocabulary/legal-institution/178",
        "institutionInChargeOfTheEvent": "https://fedlex.data.admin.ch/vocabulary/legal-institution/S0",
        "consultationHasModification": [
          "https://fedlex.data.admin.ch/eli/dl/proj/2025/102/cons_1/cons-planif/consultation-modification-history/1"
        ]
      },
      "attributes": {
        "created": {
          "xsd:dateTime": "2025-11-14T12:44:04.142Z"
        },
        "foreseenEventEndDate": {
          "xsd:date": "2026-05-01"
        },
        "foreseenEventStartDate": {
          "xsd:date": "2026-01-01"
        }
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/legal-institution/178",
      "type": [
        "Concept",
        "LegalInstitution"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/legal-institution/S0",
      "type": [
        "Concept",
        "LegalInstitution"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2025/102/cons_1/cons-planif/consultation-modification-history/1",
      "type": [
        "ConsultationModificationHistory",
        "Event"
      ],
      "attributes": {
        "consultationStageDate": {
          "xsd:dateTime": "2025-11-14T12:44:03.894Z"
        }
      }
    }
  ],
  "facets": {
    "sortingDateTime": "2025-11-14T12:44:04.167Z",
    "sortingDate": "2025-11-14T13:44:03.894+01:00",
    "statusChangedOnPublication": true,
    "modified": "2025-11-14T13:44:04.182892",
    "title": {
      "de": "Neue nationale Eurodac Verordnung aufgrund der Übernahme und Umsetzung des EU-Migrationspaktes (Schengen Weiterentwicklung)",
      "it": "Nuova ordinanza Eurodac nazionale a seguito dell'adozione e dell'attuazione del patto sulla migrazione (sviluppo dell'acquis di Schengen)",
      "fr": "Nouvelle ordonnance nationale Eurodac en raison de la reprise et mise en oeuvre du pacte migratoire (développement de l'acquis de Schengen)"
    },
    "department": {
      "ConsultationPreparation": "https://fedlex.data.admin.ch/vocabulary/legal-institution/D6"
    },
    "consultationId": "2025/102"
  },
  "graph": "https://fedlex.data.admin.ch/eli/dl/proj/2025/102/graph",
  "timestampms": null
}
