{
  "data": {
    "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2025/2",
    "type": [
      "Draft",
      "Event",
      "InitialDraft"
    ],
    "references": {
      "draftHasTask": [
        "https://fedlex.data.admin.ch/eli/dl/proj/2025/2/cons_1"
      ],
      "draftHasConsultation": [
        "https://fedlex.data.admin.ch/eli/dl/proj/2025/2/cons_1"
      ]
    },
    "attributes": {
      "modified": {
        "xsd:dateTime": [
          "2025-01-08T12:21:28.722Z"
        ]
      },
      "eventId": {
        "xsd:string": "proj/2025/2"
      },
      "created": {
        "xsd:dateTime": [
          "2025-01-08T12:21:28.702Z"
        ]
      }
    }
  },
  "included": [
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2025/2/cons_1",
      "type": [
        "Consultation",
        "Event",
        "LegislativeTask"
      ],
      "attributes": {
        "eventTitle": {
          "rdf:langString": {
            "de": [
              "Bundesgesetz über die Raumfahrt"
            ],
            "it": [
              "Legge federale sulle operazioni spaziali"
            ],
            "fr": [
              "Loi fédérale sur les opérations spatiales"
            ]
          }
        },
        "eventDescription": {
          "rdf:langString": {
            "de": [
              "Der Bundesrat schlägt ein neues Bundesgesetz über die Raumfahrt vor. Ziel ist es insbesondere, den Betrieb von Satelliten zu regulieren und die von der Schweiz ratifizierten Weltraumübereinkommen der UNO umzusetzen. Die Raumfahrt trägt wesentlich zum Funktionieren unserer Wirtschaft und Gesellschaft bei. Sie umfasst Tätigkeiten mit hoher Wertschöpfung, die zum Nutzen der heutigen und kommenden Generationen erbracht werden. Über 40 Vertragsstaaten der Weltraumverträge der UNO verfügen mittlerweile über nationale Weltraumgesetze, die die UNO-Verträge umsetzen. Eine Regulierung zu den spezifischen raumfahrttechnischen Aspekten von Weltraumaktivitäten, namentlich zum Betrieb, zur Steuerung und Kontrolle von Satelliten, ist aus Sicht des Bundesrates auch in der Schweiz nötig und gewünscht. Die Vorlage regelt die Bewilligung und Aufsicht von Raumfahrtaktivitäten, Haftungsfragen sowie ein nationales Register für Weltraumgegenstände. Der Bundesrat will damit im Einklang mit der «Weltraumpolitik 2023» die Rechtssicherheit für alle beteiligten Akteure und gleichzeitig die Standortattraktivität der Schweiz für diesen global wachstumsstarken Sektor erhöhen."
            ],
            "it": [
              "Il Consiglio federale propone una nuova legge federale sulle operazioni spaziali. L'obiettivo è in particolare quello di regolamentare il funzionamento dei satelliti e di attuare le convenzioni spaziali dell'ONU ratificate dalla Svizzera. Le operazioni spaziali contribuiscono in modo significativo al funzionamento della nostra economia e della nostra società. Si tratta di attività ad alto valore aggiunto che vengono svolte a beneficio delle generazioni presenti e future. Oltre 40 Stati firmatari dei Trattati dell'ONU sullo spazio extra-atmosferico dispongono oggi di leggi spaziali nazionali che attuano i trattati dell'ONU. Secondo il Consiglio federale, anche in Svizzera è necessario e auspicabile regolamentare gli aspetti specifici delle attività spaziali legati alla tecnologia spaziale, ossia il funzionamento, il controllo e il monitoraggio dei satelliti. Il disegno di legge disciplina l'autorizzazione e la supervisione delle attività spaziali, le questioni di responsabilità e un registro nazionale per gli oggetti spaziali. In linea con la «Politica spaziale 2023», il Consiglio federale intende incrementare la sicurezza del diritto per tutti gli attori coinvolti e, allo stesso tempo, accrescere l’attrattività della Svizzera come polo per questo settore in rapida crescita."
            ],
            "fr": [
              "Le Conseil fédéral propose une nouvelle loi fédérale sur les opérations spatiales. L'objectif est notamment de réglementer l'opération des satellites et de mettre en œuvre les traités de l'ONU relatifs à l’espace qui sont ratifiés par la Suisse. Le secteur spatial contribue de manière essentielle au fonctionnement de notre économie et de notre société. Il englobe des activités à haute valeur ajoutée qui sont menées au bénéfice des générations actuelles et futures. Plus de 40 États parties aux traités de l'ONU relatifs à l’espace disposent aujourd'hui de lois spatiales nationales qui mettent en œuvre ces traités. Le Conseil fédéral estime qu'une réglementation sur les aspects techniques spécifiques des activités spatiales, notamment sur l'opération, le pilotage et le contrôle des satellites, est nécessaire et souhaitée en Suisse également. Le projet règle l'autorisation et la surveillance des opérations spatiales, les questions de responsabilité ainsi qu'un registre national des objets spatiaux. Conformément à la «Politique spatiale 2023», le Conseil fédéral entend ainsi renforcer la sécurité juridique pour tous les acteurs impliqués et, parallèlement, l'attractivité de la Suisse pour ce secteur à forte croissance mondiale."
            ]
          }
        },
        "eventId": {
          "xsd:string": "proj/2025/2/cons_1"
        }
      },
      "references": {
        "consultationStatus": "https://fedlex.data.admin.ch/vocabulary/consultation-status/1",
        "hasSubTask": [
          "https://fedlex.data.admin.ch/eli/dl/proj/2025/2/cons_1/cons-planif"
        ]
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/consultation-status/1",
      "type": [
        "Concept",
        "ConsultationStatus"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2025/2/cons_1/cons-planif",
      "type": [
        "ConsultationPreparation",
        "ConsultationTask",
        "Event",
        "LegislativeTask"
      ],
      "references": {
        "institutionInChargeOfTheEventLevel2": "https://fedlex.data.admin.ch/vocabulary/legal-institution/3250",
        "institutionInChargeOfTheEvent": "https://fedlex.data.admin.ch/vocabulary/legal-institution/S0",
        "consultationHasModification": [
          "https://fedlex.data.admin.ch/eli/dl/proj/2025/2/cons_1/cons-planif/consultation-modification-history/1"
        ]
      },
      "attributes": {
        "foreseenEventEndDate": {
          "xsd:date": "2025-05-01"
        },
        "foreseenEventStartDate": {
          "xsd:date": "2025-01-01"
        }
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/legal-institution/3250",
      "type": [
        "Concept",
        "LegalInstitution"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/legal-institution/S0",
      "type": [
        "Concept",
        "LegalInstitution"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2025/2/cons_1/cons-planif/consultation-modification-history/1",
      "type": [
        "ConsultationModificationHistory",
        "Event"
      ],
      "attributes": {
        "consultationStageDate": {
          "xsd:dateTime": "2025-01-08T12:21:28.364Z"
        }
      }
    }
  ],
  "facets": {
    "modified": "2025-01-08T13:21:28.742926",
    "sortingDateTime": "2025-01-08T12:21:28.722Z",
    "title": {
      "de": "Bundesgesetz über die Raumfahrt",
      "it": "Legge federale sulle operazioni spaziali",
      "fr": "Loi fédérale sur les opérations spatiales"
    },
    "department": {
      "ConsultationPreparation": "https://fedlex.data.admin.ch/vocabulary/legal-institution/D8"
    },
    "consultationId": "2025/2",
    "sortingDate": "2025-01-08T13:21:28.364+01:00"
  },
  "graph": "https://fedlex.data.admin.ch/eli/dl/proj/2025/2/graph",
  "timestampms": null
}
