{
  "data": {
    "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2025/49",
    "type": [
      "Draft",
      "Event",
      "InitialDraft"
    ],
    "references": {
      "draftHasTask": [
        "https://fedlex.data.admin.ch/eli/dl/proj/2025/49/cons_1"
      ],
      "draftHasConsultation": [
        "https://fedlex.data.admin.ch/eli/dl/proj/2025/49/cons_1"
      ]
    },
    "attributes": {
      "modified": {
        "xsd:dateTime": [
          "2025-06-17T14:32:53.791Z"
        ]
      },
      "eventId": {
        "xsd:string": "proj/2025/49"
      },
      "created": {
        "xsd:dateTime": [
          "2025-06-17T14:32:53.780Z"
        ]
      }
    }
  },
  "included": [
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2025/49/cons_1",
      "type": [
        "Consultation",
        "Event",
        "LegislativeTask"
      ],
      "attributes": {
        "eventTitle": {
          "rdf:langString": {
            "de": [
              "Verfassungsrevision (Art. 57) zur Regelung des nationalen Austausches polizeilicher Daten / Revision des Bundesgesetzes über die polizeilichen Informationssysteme des Bundes (BPI)"
            ],
            "it": [
              "Revisione della Costituzione (art. 57) ai fini di disciplinare lo scambio su scala nazionale di dati di polizia / revisione della legge federale sui sistemi d’informazione di polizia della Confederazione (LSIP)"
            ],
            "fr": [
              "Révision de la Constitution (art. 57) visant à régler l’échange national de données de police / Révision de la loi fédérale sur les systèmes d’information de police de la Confédération (LSIP)"
            ]
          }
        },
        "eventDescription": {
          "rdf:langString": {
            "de": [
              "Zur Bekämpfung von international und national agierender Schwerstkriminalität ist der Informationsaustausch zentral. Die Umsetzung der Motion 18.3592 Eichenberger (Nationaler polizeilicher Datenaustausch) dient dabei der Verbesserung des Informationsaustauschs. Sie verlangt, dass die Schaffung einer nationalen Polizeidatenbank oder einer Vernetzungsplattform für die bestehenden kantonalen Polizeidatenbanken mittels welcher die Polizeikorps der Kantone und die Polizeiorgane des Bundes direkt auf die polizeilichen Daten über Personen und deren Vorgänge in der gesamten Schweiz zugreifen können. Zur vollständigen Umsetzung dieser Motion ist eine Verfassungsrevision erforderlich. Nur so ist aufgrund der aktuellen Kompetenzverteilung der Bund berechtigt, den Informationsaustausch auch zwischen den Kantonen zu regeln. Durch die Annahme der Mo. 23.4311 wird dem Bundesrat der Auftrag erteilt, die Abfrage polizeilicher Daten unter den Kantonen sowie zwischen dem Bund und den Kantonen mit einer Revision der Bundesverfassung zu regeln. \nIm Bundesgesetz über die polizeilichen Informationssysteme des Bundes (BPI, SR 361) sollen die für die «Polizeiliche Abfrageplattform» (POLAP) nötigen Rechtsgrundlagen für den Betrieb von POLAP für den Bund und die Katone geschaffen werden. Ebenfalls im BPI werden der Zugriff und der Datenaustausch aus den kantonalen polizeilichen Datenverarbeitungssystemen sowie der Datenaustausch zwischen den berechtigten Behörden geregelt."
            ],
            "it": [
              "Lo scambio di informazioni è fondamentale per combattere le forme gravi di criminalità nazionale e transfrontaliera. L’attuazione della mozione 18.3592 Eichenberger (Scambio di dati di polizia su scala nazionale) mira proprio a migliorare lo scambio di informazioni. Chiede la creazione di una banca dati centrale di polizia su scala nazionale o di una piattaforma che colleghi le banche dati cantonali esistenti, affinché i corpi di polizia dei Cantoni e gli organi di polizia della Confederazione possano accedere direttamente ai dati di polizia su persone e le relative pratiche in tutta la Svizzera. Per attuare completamente questa mozione è necessaria una revisione della Costituzione. Solo così, vista l’attuale ripartizione delle competenze, la Confederazione sarà legittimata a disciplinare lo scambio di informazioni anche tra i Cantoni. Con l’adozione della mozione 23.4311, il Consiglio federale è incaricato di disciplinare la consultazione di dati di polizia fra i Cantoni nonché fra la Confederazione e i Cantoni mediante una revisione della Costituzione federale.\nNella legge federale del 13 giugno 2008 sui sistemi d’informazione di polizia della Confederazione (LSIP, RS 361) occorre creare le necessarie basi giuridiche relative all’esercizio della «Piattaforma nazionale di consultazione di polizia» (POLAP) per la Confederazione e i Cantoni. La LSIP dovrà inoltre disciplinare l’accesso e lo scambio di dati provenienti dai sistemi cantonali informatizzati di elaborazione dei dati di polizia come pure lo scambio di dati tra le autorità competenti."
            ],
            "fr": [
              "L’échange d’informations est primordial dans la lutte contre la grande criminalité aux niveaux international et national. La mise en œuvre de la motion 18.3592 Eichenberger (Échange de données de police au niveau national) vise à améliorer l’échange d’informations. Elle doit permettre la création d’une banque de données de police nationale ou d’une plate-forme reliant les banques de données de police cantonales existantes afin que les corps de police cantonaux et les organes de police fédérale puissent consulter directement, dans toute la Suisse, les données de police relatives aux personnes et à leurs antécédents. La mise en œuvre complète de ladite motion nécessite une révision de la Constitution. Compte tenu de la répartition actuelle des compétences, ce n’est qu’ainsi que la Confédération peut être habilitée à réglementer l’échange d’informations aussi entre les cantons. En acceptant la motion 23.4311, le Conseil fédéral se voit chargé, en révisant la Constitution, de réglementer la consultation des données de police entre les cantons ainsi qu’entre la Confédération et les cantons.\nLes bases légales nécessaires pour l’exploitation de la « plate-forme de recherche de police » (POLAP) par la Confédération et les cantons seront créées dans la loi fédérale sur les systèmes d’information de police de la Confédération (LSIP ; RS 361). C’est également la LSIP qui régira l’accès et l’échange de données provenant des systèmes cantonaux de traitement des informations de police ainsi que l’échange de données entre les autorités habilitées."
            ]
          }
        },
        "eventId": {
          "xsd:string": "proj/2025/49/cons_1"
        }
      },
      "references": {
        "foreseenImpactToLegalResource": [
          "https://fedlex.data.admin.ch/eli/cc/2008/698",
          "https://fedlex.data.admin.ch/eli/cc/1999/404"
        ],
        "consultationStatus": "https://fedlex.data.admin.ch/vocabulary/consultation-status/1",
        "hasSubTask": [
          "https://fedlex.data.admin.ch/eli/dl/proj/2025/49/cons_1/cons-planif"
        ]
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/cc/2008/698",
      "type": [
        "ConsolidationAbstract",
        "Work"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/cc/1999/404",
      "type": [
        "ConsolidationAbstract",
        "Work"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/consultation-status/1",
      "type": [
        "Concept",
        "ConsultationStatus"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2025/49/cons_1/cons-planif",
      "type": [
        "ConsultationPreparation",
        "ConsultationTask",
        "Event",
        "LegislativeTask"
      ],
      "references": {
        "institutionInChargeOfTheEventLevel2": "https://fedlex.data.admin.ch/vocabulary/legal-institution/2935",
        "institutionInChargeOfTheEvent": "https://fedlex.data.admin.ch/vocabulary/legal-institution/S0",
        "consultationHasModification": [
          "https://fedlex.data.admin.ch/eli/dl/proj/2025/49/cons_1/cons-planif/consultation-modification-history/1"
        ]
      },
      "attributes": {
        "foreseenEventEndDate": {
          "xsd:date": "2026-03-01"
        },
        "foreseenEventStartDate": {
          "xsd:date": "2025-11-01"
        }
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/legal-institution/2935",
      "type": [
        "Concept",
        "LegalInstitution"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/legal-institution/S0",
      "type": [
        "Concept",
        "LegalInstitution"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2025/49/cons_1/cons-planif/consultation-modification-history/1",
      "type": [
        "ConsultationModificationHistory",
        "Event"
      ],
      "attributes": {
        "consultationStageDate": {
          "xsd:dateTime": "2025-06-17T14:32:53.424Z"
        }
      }
    }
  ],
  "facets": {
    "sortingDateTime": "2025-06-17T14:32:53.791Z",
    "taxonomies": [
      {
        "consolidationAbstract": "https://fedlex.data.admin.ch/eli/cc/1999/404",
        "taxonomyId": "101"
      },
      {
        "consolidationAbstract": "https://fedlex.data.admin.ch/eli/cc/2008/698",
        "taxonomyId": "361"
      }
    ],
    "sortingDate": "2025-06-17T16:32:53.424+02:00",
    "modified": "2025-06-17T16:32:53.804262",
    "title": {
      "de": "Verfassungsrevision (Art. 57) zur Regelung des nationalen Austausches polizeilicher Daten / Revision des Bundesgesetzes über die polizeilichen Informationssysteme des Bundes (BPI)",
      "it": "Revisione della Costituzione (art. 57) ai fini di disciplinare lo scambio su scala nazionale di dati di polizia / revisione della legge federale sui sistemi d’informazione di polizia della Confederazione (LSIP)",
      "fr": "Révision de la Constitution (art. 57) visant à régler l’échange national de données de police / Révision de la loi fédérale sur les systèmes d’information de police de la Confédération (LSIP)"
    },
    "department": {
      "ConsultationPreparation": "https://fedlex.data.admin.ch/vocabulary/legal-institution/D6"
    },
    "consultationId": "2025/49"
  },
  "graph": "https://fedlex.data.admin.ch/eli/dl/proj/2025/49/graph",
  "timestampms": null
}
