{
  "data": {
    "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2025/75",
    "type": [
      "Draft",
      "Event",
      "InitialDraft"
    ],
    "references": {
      "draftHasTask": [
        "https://fedlex.data.admin.ch/eli/dl/proj/2025/75/cons_1"
      ],
      "draftHasConsultation": [
        "https://fedlex.data.admin.ch/eli/dl/proj/2025/75/cons_1"
      ]
    },
    "attributes": {
      "modified": {
        "xsd:dateTime": [
          "2025-08-28T09:45:51.579Z"
        ]
      },
      "eventId": {
        "xsd:string": "proj/2025/75"
      },
      "created": {
        "xsd:dateTime": [
          "2025-08-28T09:45:51.567Z"
        ]
      }
    }
  },
  "included": [
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2025/75/cons_1",
      "type": [
        "Consultation",
        "Event",
        "LegislativeTask"
      ],
      "attributes": {
        "eventTitle": {
          "rdf:langString": {
            "de": [
              "Bundesgesetz über die ergänzende Rechtsgrundlage betreffend die Massnahmen im Zusammenhang mit der Situation in der Ukraine"
            ],
            "it": [
              "Legge federale sulla legge complementare relativa alle provvedimenti in relazione alla situazione in Ucraina"
            ],
            "fr": [
              "Loi fédérale sur la loi complémentaire concernant les mesures en lien avec la situation en Ukraine"
            ]
          }
        },
        "eventDescription": {
          "rdf:langString": {
            "de": [
              "Die Verordnung über Massnahmen im Zusammenhang mit der Situation in der Ukraine verbietet die Ausfuhr verschiedener kriegsrelevanter Güter sowohl in die Russische Föderation als auch in die Ukraine. Letzteres ist notwendig, um den neutralitätsrechtlichen Grundsatz der Gleichbehandlung einzuhalten. Da die EU gegenüber der Ukraine keine Ausfuhrverbote für die entsprechenden Güter vorsieht, konnten diese Massnahmen allerdings nicht gestützt auf das Embargogesetz erlassen werden. Daher wurden die Verbote gestützt auf Artikel 184 Absatz 3 der Bundesverfassung erlassen und sind befristet. Die Geltungsdauer von Verordnungen, welche sich unmittelbar auf diese Verfassungsbestimmung stützen, kann gemäss Artikel 7c Absatz 2 des Regierungs- und Verwaltungsorganisationsgesetzes einmal verlängert werden. Die Verordnung tritt jedoch automatisch ausser Kraft, wenn der Bundesrat der Bundesversammlung innerhalb von sechs Monaten nach der Verlängerung keinen Entwurf einer gesetzlichen Grundlage für den Inhalt der Verordnung unterbreitet hat. Mit dem neuen Erlass soll daher eine neue gesetzliche Grundlage geschaffen werden, welche es dem Bundesrat ermöglicht, gegenüber Russland erlassene Zwangsmassnahmen auf die Ukraine auszuweiten, wenn die Wahrung der neutralitätsrechtlichen Verpflichtungen des Landes dies erfordert."
            ],
            "it": [
              "L’ordinanza che istituisce provvedimenti in relazione\nalla situazione in Ucraina\nvieta l’esportazione di diversi beni rilevanti per la guerra sia nella Federazione Russa che in Ucraina. Quest’ultimo provvedimento è necessario per rispettare il principio di parità di trattamento sancito dal diritto di neutralità. Poiché l’UE non prevede divieti di esportazione dei beni in questione verso l’Ucraina, queste misure non potevano essere adottate in base alla legge sugli embarghi. Sono state quindi emanate in base all’articolo 184 capoverso 3 della Costituzione federale e hanno carattere temporaneo. La validità delle ordinanze emanate in base a questa disposizione costituzionale può essere prorogata una sola volta, in conformità con l’articolo 7c, capoverso 2, della legge sull’organizzazione del Governo e dell’amministrazione. Tuttavia, l'ordinanza decade automaticamente se il Consiglio federale non presenta all’Assemblea federale, entro sei mesi dalla proroga, un progetto di base legale per il contenuto dell'ordinanza. Il nuovo decreto mira quindi a creare una nuova base legale che consenta al Consiglio federale di estendere all’Ucraina le misure coercitive adottate nei confronti della Russia, qualora ciò sia necessario per salvaguardare gli obblighi di neutralità del Paese."
            ],
            "fr": [
              "L’Ordonnance instituant des mesures en lien avec la situation en Ukraine interdit l’exportation de divers biens destinés à l’effort de guerre tant vers la Fédération de Russie que vers l’Ukraine. L’interdiction concernant l’exportation vers l’Ukraine est nécessaire pour respecter le principe d’égalité de traitement établi par le droit de la neutralité. L’UE n’ayant pas prévu de restrictions d’exportation des biens concernés vers l’Ukraine, ces mesures n’ont toutefois pas pu être édictées en vertu de la loi sur les embargos. Elles ont donc été édictées en vertu de l’article 184, alinéa 3, de la Constitution fédérale et sont limitées dans le temps. Conformément à l'article 7c, alinéa 2, de la loi sur l'organisation du gouvernement et de l’administration, la durée de validité des ordonnances qui se fondent directement sur cette disposition constitutionnelle peut être prolongée une fois. Toutefois, l’ordonnance est automatiquement abrogée si, dans les six mois suivant la prolongation, le Conseil fédéral n’a pas soumis à l’Assemblée fédérale un projet de base légale pour le contenu de l’ordonnance. Le nouvel acte législatif vise donc à créer une nouvelle base légale qui permettra au Conseil fédéral d’étendre à l’Ukraine les mesures contraignantes prises à l’encontre de la Russie si le respect des obligations de neutralité de la Suisse l’exige."
            ]
          }
        },
        "eventId": {
          "xsd:string": "proj/2025/75/cons_1"
        }
      },
      "references": {
        "consultationStatus": "https://fedlex.data.admin.ch/vocabulary/consultation-status/1",
        "hasSubTask": [
          "https://fedlex.data.admin.ch/eli/dl/proj/2025/75/cons_1/cons-planif"
        ]
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/consultation-status/1",
      "type": [
        "Concept",
        "ConsultationStatus"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2025/75/cons_1/cons-planif",
      "type": [
        "ConsultationPreparation",
        "ConsultationTask",
        "Event",
        "LegislativeTask"
      ],
      "references": {
        "institutionInChargeOfTheEventLevel2": "https://fedlex.data.admin.ch/vocabulary/legal-institution/116",
        "institutionInChargeOfTheEvent": "https://fedlex.data.admin.ch/vocabulary/legal-institution/S0",
        "consultationHasModification": [
          "https://fedlex.data.admin.ch/eli/dl/proj/2025/75/cons_1/cons-planif/consultation-modification-history/1"
        ]
      },
      "attributes": {
        "created": {
          "xsd:dateTime": "2025-08-28T09:45:51.529Z"
        },
        "foreseenEventEndDate": {
          "xsd:date": "2026-02-01"
        },
        "foreseenEventStartDate": {
          "xsd:date": "2025-11-01"
        }
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/legal-institution/116",
      "type": [
        "Concept",
        "LegalInstitution"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/legal-institution/S0",
      "type": [
        "Concept",
        "LegalInstitution"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2025/75/cons_1/cons-planif/consultation-modification-history/1",
      "type": [
        "ConsultationModificationHistory",
        "Event"
      ],
      "attributes": {
        "consultationStageDate": {
          "xsd:dateTime": "2025-08-28T09:45:51.253Z"
        }
      }
    }
  ],
  "facets": {
    "sortingDateTime": "2025-08-28T09:45:51.579Z",
    "sortingDate": "2025-08-28T11:45:51.253+02:00",
    "statusChangedOnPublication": true,
    "modified": "2025-08-28T11:45:51.591473",
    "title": {
      "de": "Bundesgesetz über die ergänzende Rechtsgrundlage betreffend die Massnahmen im Zusammenhang mit der Situation in der Ukraine",
      "it": "Legge federale sulla legge complementare relativa alle provvedimenti in relazione alla situazione in Ucraina",
      "fr": "Loi fédérale sur la loi complémentaire concernant les mesures en lien avec la situation en Ukraine"
    },
    "department": {
      "ConsultationPreparation": "https://fedlex.data.admin.ch/vocabulary/legal-institution/D8"
    },
    "consultationId": "2025/75"
  },
  "graph": "https://fedlex.data.admin.ch/eli/dl/proj/2025/75/graph",
  "timestampms": null
}
