{
  "data": {
    "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2022/11",
    "type": [
      "Draft",
      "Event",
      "InitialDraft"
    ],
    "references": {
      "draftHasTask": [
        "https://fedlex.data.admin.ch/eli/dl/proj/2022/11/cons_1"
      ],
      "draftHasConsultation": [
        "https://fedlex.data.admin.ch/eli/dl/proj/2022/11/cons_1"
      ]
    },
    "attributes": {
      "eventId": {
        "xsd:string": "proj/2022/11"
      }
    }
  },
  "included": [
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2022/11/cons_1",
      "type": [
        "Consultation",
        "Event",
        "LegislativeTask"
      ],
      "attributes": {
        "eventTitle": {
          "rdf:langString": {
            "de": [
              "Revisionen der Maturitäts-Anerkennungsverordnung und der Verwaltungsvereinbarung über die Anerkennung von Maturitätszeugnissen"
            ],
            "it": [
              "Revisioni dell'Ordinanza sulla maturità e dell’Accordo amministrativo relativo al riconoscimento degli attestati di maturità"
            ],
            "fr": [
              "Révisions de l'Ordonnance sur la reconnaissance des certificats de maturité gymnasiale et de la Convention administrative concernant la reconnaissance des certificats de maturité"
            ]
          }
        },
        "eventDescription": {
          "rdf:langString": {
            "de": [
              "Gegenstand der Vernehmlassung sind die Revisionsentwürfe der Verordnung über die Anerkennung von gymnasialen Maturitätsausweisen (Maturitäts-Anerkennungsverordnung, MAV, SR 413.11) vom 15. Februar 1995 und der Verwaltungsvereinbarung zwischen dem Schweizerischen Bundesrat und der Schweizerischen Konferenz der kantonalen Erziehungsdirektoren (EDK) über die Anerkennung von Maturitätszeugnissen vom 16. Januar/15. Februar 1995. Die Vorlagen wurde im Rahmen des seit 2018 gemeinsam durch das WBF und die die Schweizerische Konferenz der kantonalen Erziehungsdirektoren (EDK) geführten Projekts «Weiterentwicklung der gymnasialen Maturität» erarbeitet. Gemeinsam mit der MAV wird auch das analoge Reglement der EDK über die Anerkennung von gymnasialen Maturitätsausweisen (MAR) revidiert. Da die Entwürfe der revidierten MAV und des revidierten MAR materiell identisch sind und die Rückmeldungen aus dieser Vernehmlassung zusammen mit der EDK ausgewertet und berücksichtigt werden, verzichtet die EDK ihrerseits auf die Durchführung einer kantonalen Anhörung.\nDie Revisionsentwürfe setzen inhaltlich das bildungspolitische Ziel von Bund und Kantonen der langfristigen Sicherstellung des prüfungsfreien Zugangs zu den universitären Hochschulen mit der gymnasialen Maturität um, indem die Erlangung der allgemeinen Studierfähigkeit und der vertieften Gesellschaftsreife gestärkt werden und die gymnasiale Ausbildung den aktuellen und zukünftigen gesellschaftlichen Herausforderungen Rechnung trägt. Zudem werden mit dieser Vorlage die Grundlage für eine grössere Vergleichbarkeit der Maturitätszeugnisse geschaffen und die Rahmenbedingungen für den Unterricht an den Gymnasien gestärkt."
            ],
            "it": [
              "La procedura di consultazione riguarda i progetti di revisione dell'Ordinanza concernente il riconoscimento degli attestati liceali di maturità (Ordinanza sulla maturità, ORM, RS 413.11) del 15 febbraio 1995 e dell’Accordo amministrativo tra il Consiglio federale svizzero e la Conferenza svizzera dei direttori cantonali della pubblica educazione (CDPE) relativo al riconoscimento degli attestati di maturità del 16 gennaio/15 febbraio 1995, elaborati nell'ambito del progetto «Sviluppo della maturità liceale» condotto congiuntamente dal DEFR e dalla Conferenza svizzera dei direttori cantonali della pubblica educazione (CDPE) dal 2018. L'analogo regolamento della CDPE concernente il riconoscimento degli attestati di maturità liceale (RRM) è anch'esso in fase di revisione contemporaneamente all'ORM. Poiché i progetti di revisione dell'ORM e dell'RRM sono materialmente identici e le reazioni a questa consultazione saranno valutate e prese in considerazione insieme alla CDPE, la CDPE rinuncia a un'audizione cantonale.\nI progetti di revisione dell’ORM attuano l'obiettivo politico comune della Confederazione e dei Cantoni per quanto riguarda lo spazio educativo svizzero, vale a dire garantire ai titolari di una maturità liceale l'accesso a lungo termine alle università senza dover superare un esame, rafforzando l'idoneità generale agli studi superiori e sviluppo della capacità di svolgere attività complesse nella società tenendo conto delle sfide attuali e future della società. Inoltre, pone le basi per una maggiore comparabilità degli attestati di maturità e rafforza le condizioni quadro per l'insegnamento nei licei."
            ],
            "fr": [
              "La procédure de consultation porte sur les projets de révision de l'Ordonnance sur la reconnaissance des certificats de maturité gymnasiale (ORM, RS 413.11) du 15 février 1995 et de la Convention administrative passée entre le Conseil fédéral suisse et la Conférence suisse des directeurs cantonaux de l'instruction publique (CDIP) concernant la reconnaissance des certificats de maturité des 16 janvier/15 février 1995, élaborés dans le cadre du projet « Évolution de la maturité gymnasiale » mené conjointement par le DEFR et la Conférence suisse des directeurs cantonaux de l'instruction publique (CDIP) depuis 2018. Le règlement analogue de la CDIP sur la reconnaissance des certificats de maturité gymnasiale (RRM) est également révisé en même temps que la ORM. Comme les projets de l'ORM et du RRM révisés sont matériellement identiques et que les prises de position reçues pendant la consultation seront évaluées et prises en compte conjointement avec la CDIP, cette dernière renonce pour sa part à mener une audition cantonale.\nLes projets de révision mettent en œuvre l'objectif politique commun de la Confédération et des cantons concernant l’espace suisse de formation, à savoir garantir à long terme un accès sans examen aux hautes écoles universitaires pour les titulaires d'une maturité gymnasiale, en renforçant l'aptitude générale aux études supérieures et capacité à assumer des responsabilités au sein de la société actuelle, et en tenant compte des défis actuels et futurs de la société. En outre, ce projet pose les bases d'une plus grande comparabilité des certificats de maturité et renforce les conditions-cadres de l'enseignement dans les gymnases."
            ]
          }
        },
        "eventId": {
          "xsd:string": "proj/2022/11/cons_1"
        }
      },
      "references": {
        "foreseenImpactToLegalResource": [
          "https://fedlex.data.admin.ch/eli/cc/1995/1001_1001_1001"
        ],
        "consultationStatus": "https://fedlex.data.admin.ch/vocabulary/consultation-status/1",
        "hasSubTask": [
          "https://fedlex.data.admin.ch/eli/dl/proj/2022/11/cons_1/cons-planif"
        ]
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/cc/1995/1001_1001_1001",
      "type": [
        "ConsolidationAbstract",
        "Work"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/consultation-status/1",
      "type": [
        "Concept",
        "ConsultationStatus"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2022/11/cons_1/cons-planif",
      "type": [
        "ConsultationPreparation",
        "ConsultationTask",
        "Event",
        "LegislativeTask"
      ],
      "references": {
        "institutionInChargeOfTheEventLevel2": "https://fedlex.data.admin.ch/vocabulary/legal-institution/3250",
        "institutionInChargeOfTheEvent": "https://fedlex.data.admin.ch/vocabulary/legal-institution/S0",
        "consultationHasModification": [
          "https://fedlex.data.admin.ch/eli/dl/proj/2022/11/cons_1/cons-planif/consultation-modification-history/1"
        ]
      },
      "attributes": {
        "foreseenEventEndDate": {
          "xsd:date": "2022-09-01"
        },
        "foreseenEventStartDate": {
          "xsd:date": "2022-05-01"
        }
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/legal-institution/3250",
      "type": [
        "Concept",
        "LegalInstitution"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/legal-institution/S0",
      "type": [
        "Concept",
        "LegalInstitution"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2022/11/cons_1/cons-planif/consultation-modification-history/1",
      "type": [
        "ConsultationModificationHistory",
        "Event"
      ],
      "attributes": {
        "consultationStageDate": {
          "xsd:dateTime": "2022-03-11T11:06:30.706Z"
        }
      }
    }
  ],
  "graph": "https://fedlex.data.admin.ch/eli/dl/proj/2022/11/graph",
  "facets": {
    "taxonomies": [
      {
        "taxonomyId": "413.11",
        "consolidationAbstract": "https://fedlex.data.admin.ch/eli/cc/1995/1001_1001_1001"
      }
    ],
    "sortingDate": "2022-03-11T11:06:30.706Z",
    "modified": "2022-03-11T12:06:30.992204",
    "department": {
      "ConsultationPreparation": "https://fedlex.data.admin.ch/vocabulary/legal-institution/D8"
    }
  },
  "timestampms": null
}
