{
  "data": {
    "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2022/24",
    "type": [
      "Draft",
      "Event",
      "InitialDraft"
    ],
    "references": {
      "draftHasTask": [
        "https://fedlex.data.admin.ch/eli/dl/proj/2022/24/cons_1"
      ],
      "draftHasConsultation": [
        "https://fedlex.data.admin.ch/eli/dl/proj/2022/24/cons_1"
      ]
    },
    "attributes": {
      "eventId": {
        "xsd:string": "proj/2022/24"
      }
    }
  },
  "included": [
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2022/24/cons_1",
      "type": [
        "Consultation",
        "Event",
        "LegislativeTask"
      ],
      "attributes": {
        "eventTitle": {
          "rdf:langString": {
            "de": [
              "Revision der Betäubungsmittelsuchtverordnung (BetmSV) betreffend die heroingestützte Behandlung"
            ],
            "it": [
              "Revisione del disciplinamento della terapia basata sulla prescrizione di eroina (HeGeBe) nell’ordinanza sulla dipendenza da stupefacenti (ODStup)"
            ],
            "fr": [
              "Révision de la réglementation du traitement avec prescription d'héroïne (HeGeBe) dans l’ordonnance relative à l’addiction aux stupéfiants (OAStup)"
            ]
          }
        },
        "eventDescription": {
          "rdf:langString": {
            "de": [
              "Die heroingestützte Behandlung (HeGeBe) wurde in den letzten Jahren zwei Evaluationen unterzogen. Diese kamen zum Schluss, dass die Regelung der HeGeBe insbesondere zur Berücksichtigung der Bedürfnisse älterer und komorbider Patientinnen und Patienten revidiert werden muss. Dies betrifft in erster Linie die Ab- und Mitgabe und die Fortführung der Behandlung ausserhalb der HeGeBe-Zentren. Zudem bestätigten die Evaluationen, dass das erweiterte Mitgaberegime für Diacetylmorphin, das im September 2020 aufgrund der Covid-19-Pandemie eingeführt und bis zum 31. März 2023 verlängert wurde, sich bewährt hat und bei der Weiterentwicklung der HeGeBe integriert werden sollte. Auf dieser Grundlage wurde eine Verordnungsrevision erarbeitet, um die Regelungen der HeGeBe im Sinne der oben genannten Bedürfnisse zu überarbeiten."
            ],
            "it": [
              "Negli scorsi anni la terapia basata sulla prescrizione di eroina (HeGeBe) è stata oggetto di due valutazioni. Da queste ultime è emerso che occorre rivedere il disciplinamento dell’HeGeBe, in particolare per tenere conto delle esigenze dei pazienti più anziani e affetti da comorbidità. Ciò riguarda principalmente la dispensazione, la consegna e il proseguimento della terapia al di fuori dei centri che offrono l’HeGeBe. Le valutazioni hanno inoltre confermato che l’ampliamento del regime di consegna della diacetilmorfina, introdotto a settembre 2020 in seguito alla pandemia di COVID-19 e prorogato fino al 31 marzo 2023, si è rivelato efficace e dovrebbe essere integrato nell’ulteriore sviluppo dell’HeGeBe. Secondo questa logica è stato preparato un progetto di revisione dell’ordinanza per adeguare il disciplinamento dell’HeGeBe alle esigenze di cui sopra."
            ],
            "fr": [
              "Le traitement avec prescription d'héroïne (HeGeBe) a fait l’objet de deux évaluations dans les dernières années. Ces dernières ont conclu qu’il était nécessaire de réviser la réglementation du traitement, en particulier pour ce qui touche au domaine de la remise, de la remise à l’emporter et de la poursuite du traitement en dehors des centres HeGeBe, notamment pour tenir compte des besoins des patients vieillissants et souffrant de comorbidités. En outre, elles ont confirmé que les élargissements des conditions de remise de la diacétylmorphine mises en place en septembre 2020 pour faire face au COVID-19, et prolongée jusqu’au 31 mars 2023, ont fait leur preuve et devraient être intégrés dans le développement futur du traitement. En conséquence, un projet de révision de l’OAStup a été préparé afin de réviser les règles encadrant le HeGeBe sur la base des besoins susnommés."
            ]
          }
        },
        "eventId": {
          "xsd:string": "proj/2022/24/cons_1"
        }
      },
      "references": {
        "foreseenImpactToLegalResource": [
          "https://fedlex.data.admin.ch/eli/cc/2011/364"
        ],
        "consultationStatus": "https://fedlex.data.admin.ch/vocabulary/consultation-status/1",
        "hasSubTask": [
          "https://fedlex.data.admin.ch/eli/dl/proj/2022/24/cons_1/cons-planif"
        ]
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/cc/2011/364",
      "type": [
        "ConsolidationAbstract",
        "Work"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/consultation-status/1",
      "type": [
        "Concept",
        "ConsultationStatus"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2022/24/cons_1/cons-planif",
      "type": [
        "ConsultationPreparation",
        "ConsultationTask",
        "Event",
        "LegislativeTask"
      ],
      "references": {
        "institutionInChargeOfTheEventLevel2": "https://fedlex.data.admin.ch/vocabulary/legal-institution/34",
        "institutionInChargeOfTheEvent": "https://fedlex.data.admin.ch/vocabulary/legal-institution/S0",
        "consultationHasModification": [
          "https://fedlex.data.admin.ch/eli/dl/proj/2022/24/cons_1/cons-planif/consultation-modification-history/1"
        ]
      },
      "attributes": {
        "foreseenEventEndDate": {
          "xsd:date": "2022-09-01"
        },
        "foreseenEventStartDate": {
          "xsd:date": "2022-06-01"
        }
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/legal-institution/34",
      "type": [
        "Concept",
        "LegalInstitution"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/legal-institution/S0",
      "type": [
        "Concept",
        "LegalInstitution"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2022/24/cons_1/cons-planif/consultation-modification-history/1",
      "type": [
        "ConsultationModificationHistory",
        "Event"
      ],
      "attributes": {
        "consultationStageDate": {
          "xsd:dateTime": "2022-03-30T10:27:42.550Z"
        }
      }
    }
  ],
  "graph": "https://fedlex.data.admin.ch/eli/dl/proj/2022/24/graph",
  "facets": {
    "taxonomies": [
      {
        "consolidationAbstract": "https://fedlex.data.admin.ch/eli/cc/2011/364",
        "taxonomyId": "812.121.6"
      }
    ],
    "sortingDate": "2022-03-30T10:27:42.550Z",
    "modified": "2022-03-30T12:27:42.813862",
    "department": {
      "ConsultationPreparation": "https://fedlex.data.admin.ch/vocabulary/legal-institution/D5"
    }
  },
  "timestampms": null
}
