{
  "data": {
    "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2022/53",
    "type": [
      "Draft",
      "Event",
      "InitialDraft"
    ],
    "references": {
      "draftHasTask": [
        "https://fedlex.data.admin.ch/eli/dl/proj/2022/53/cons_1"
      ],
      "draftHasConsultation": [
        "https://fedlex.data.admin.ch/eli/dl/proj/2022/53/cons_1"
      ]
    },
    "attributes": {
      "eventId": {
        "xsd:string": "proj/2022/53"
      }
    }
  },
  "included": [
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2022/53/cons_1",
      "type": [
        "Consultation",
        "Event",
        "LegislativeTask"
      ],
      "attributes": {
        "eventTitle": {
          "rdf:langString": {
            "de": [
              "Genehmigung des Notenaustausches zwischen der Schweiz und der EU betreffend die Übernahme der Verordnung (EU) 2022/922 über den Evaluierungs- und Überwachungsmechanismus für die Überprüfung der Anwendung des Schengen-Besitzstands und zur Aufhebung der Verordnung (EU) Nr. 1053/2013 (Weiterentwicklung des Schengen-Besitzstands)"
            ],
            "it": [
              "Approvazione del scambio di note tra la Svizzera e l'UE concernente il recepimento del regolamento (UE) 2022/922 sull’istituzione e sul funzionamento di un meccanismo di valutazione e di monitoraggio per verificare l’applicazione dell’acquis di Schengen, che abroga il regolamento (UE) n. 1053/2013 (Sviluppo dell'acquis di Schengen)"
            ],
            "fr": [
              "Approbation de l'échange de notes entre la Suisse et l'UE concernant la reprise du règlement (UE) 2022/922 relatif à la création et au fonctionnement d’un mécanisme d’évaluation et de contrôle destiné à vérifier l’application de l’acquis de Schengen, et abrogeant le règlement (UE) no 1053/2013 (développement de l'acquis de Schengen)"
            ]
          }
        },
        "eventDescription": {
          "rdf:langString": {
            "de": [
              "Der Rat der EU hat am 10. Juni 2022 die Verordnung (EU) 2022/922 über die Errichtung und die Anwendung des Evaluierungs- und Überwachungsmechanismus für die Überprüfung der Anwendung des Schengen-Besitzstands und zur Aufhebung der Verordnung (EU) Nr. 1053/2013 verabschiedet. Die Verordnung stellt das Verfahren der Schengen-Evaluierung auf eine neue rechtliche Grundlage und soll zu einer wirksameren Kontrolle der Anwendung des Schengen-Rechts und einer rascheren Beseitigung allfällig festgestellter Mängel beitragen. Sie stellt eine Weiterentwicklung des Schengen-Besitzstands dar, welche die Schweiz übernehmen muss (Art. 7 Abs. 2 Bst. a Schengen-Assoziierungsabkommen, SAA). Die Übernahme erfolgt mittels Abschluss eines Notenaustausches, der vom Parlament genehmigt werde muss. Die Schweiz verfügt zum Abschluss des Genehmigungsverfahrens (eine allfällige Referendumsabstimmung miteingeschlossen) über eine Frist von maximal 2 Jahren (Art. 7 Abs. 2 Bst. b SAA). Die Verordnung (EU) 2022/922 ändert den bisherigen Mechanismus (Verordnung (EU) Nr. 1053/2013) nicht grundlegend, bringt aber punktuell einige wichtige Neuerungen mit sich."
            ],
            "it": [
              "Il 10 giugno 2022, il Consiglio dell'UE ha adottato il regolamento (UE) 2022/922 che istituisce e applica il meccanismo di valutazione e monitoraggio per verificare l'applicazione dell'acquis di Schengen e che abroga il regolamento (UE) n. 1053/2013. Il regolamento pone la procedura di valutazione Schengen su una nuova base giuridica e intende contribuire a un controllo più efficace dell'applicazione del diritto Schengen e a una più rapida correzione delle eventuali carenze individuate. Rappresenta un ulteriore sviluppo dell'acquis di Schengen, che la Svizzera deve adottare (art. 7 par. 2 let. a dell'Accordo di associazione a Schengen, ASA). L'adozione avviene attraverso la conclusione di uno scambio di note, che deve essere approvato dal Parlamento. La Svizzera dispone di un massimo di 2 anni per completare la procedura di approvazione (compreso un eventuale referendum) (art. 7 par. 2 lett. b ASA). Il Regolamento (UE) 2022/922 non modifica in modo sostanziale il meccanismo precedente (Regolamento (UE) n. 1053/2013), ma introduce alcune importanti innovazioni in alcuni aspetti."
            ],
            "fr": [
              "Le 10 juin 2022, le Conseil de l'UE a adopté le règlement (UE) 2022/922 relatif à la création et au fonctionnement d’un mécanisme d’évaluation et de contrôle destiné à vérifier l’application de l’acquis de Schengen, et abrogeant le règlement (UE) no 1053/2013. Le règlement donne une nouvelle base juridique à la procédure d'évaluation Schengen et doit contribuer à un contrôle plus efficace de l'application du droit Schengen et à une élimination plus rapide des éventuelles lacunes constatées. Il constitue un développement de l'acquis de Schengen que la Suisse doit reprendre (art. 7, al. 2, let. a, de l'accord d'association à Schengen, AAS). La reprise s'effectue par la conclusion d'un échange de notes, qui doit être approuvé par le Parlement. La Suisse dispose d'un délai maximal de deux ans pour achever la procédure d'approbation (y compris un éventuel référendum; art. 7, al. 2, let. b, AAS). Le règlement (UE) 2022/922 ne modifie pas fondamentalement le mécanisme actuel (règlement (UE) n° 1053/2013), mais apporte ponctuellement quelques nouveautés importantes."
            ]
          }
        },
        "eventId": {
          "xsd:string": "proj/2022/53/cons_1"
        }
      },
      "references": {
        "consultationStatus": "https://fedlex.data.admin.ch/vocabulary/consultation-status/1",
        "hasSubTask": [
          "https://fedlex.data.admin.ch/eli/dl/proj/2022/53/cons_1/cons-planif"
        ]
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/consultation-status/1",
      "type": [
        "Concept",
        "ConsultationStatus"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2022/53/cons_1/cons-planif",
      "type": [
        "ConsultationPreparation",
        "ConsultationTask",
        "Event",
        "LegislativeTask"
      ],
      "references": {
        "institutionInChargeOfTheEventLevel2": "https://fedlex.data.admin.ch/vocabulary/legal-institution/5",
        "institutionInChargeOfTheEvent": "https://fedlex.data.admin.ch/vocabulary/legal-institution/S0",
        "consultationHasModification": [
          "https://fedlex.data.admin.ch/eli/dl/proj/2022/53/cons_1/cons-planif/consultation-modification-history/1"
        ]
      },
      "attributes": {
        "foreseenEventEndDate": {
          "xsd:date": "2023-03-01"
        },
        "foreseenEventStartDate": {
          "xsd:date": "2022-10-01"
        }
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/legal-institution/5",
      "type": [
        "Concept",
        "LegalInstitution"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/legal-institution/S0",
      "type": [
        "Concept",
        "LegalInstitution"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2022/53/cons_1/cons-planif/consultation-modification-history/1",
      "type": [
        "ConsultationModificationHistory",
        "Event"
      ],
      "attributes": {
        "consultationStageDate": {
          "xsd:dateTime": "2022-09-01T14:33:30.994Z"
        }
      }
    }
  ],
  "graph": "https://fedlex.data.admin.ch/eli/dl/proj/2022/53/graph",
  "facets": {
    "sortingDate": "2022-09-01T14:33:30.994Z",
    "modified": "2022-09-01T16:38:38.891484",
    "department": {
      "ConsultationPreparation": "https://fedlex.data.admin.ch/vocabulary/legal-institution/D6"
    }
  },
  "timestampms": null
}
