{
  "data": {
    "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2022/62",
    "type": [
      "Draft",
      "Event",
      "InitialDraft"
    ],
    "references": {
      "draftHasTask": [
        "https://fedlex.data.admin.ch/eli/dl/proj/2022/62/cons_1"
      ],
      "draftHasConsultation": [
        "https://fedlex.data.admin.ch/eli/dl/proj/2022/62/cons_1"
      ]
    },
    "attributes": {
      "eventId": {
        "xsd:string": "proj/2022/62"
      }
    }
  },
  "included": [
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2022/62/cons_1",
      "type": [
        "Consultation",
        "Event",
        "LegislativeTask"
      ],
      "attributes": {
        "eventTitle": {
          "rdf:langString": {
            "de": [
              "Neue Verordnung über die Quoten- und Investitionspflicht in das Schweizer Filmschaffen sowie Anpassung der Filmverordnung (FIV)"
            ],
            "it": [
              "Nuova ordinanza sull’obbligo della quota e di investimento nel cinema così come modifica dell’ordinanza del 3 luglio 2002 sulla cinematografia (OCin)"
            ],
            "fr": [
              "Nouvelle ordonnance sur l’obligation de respecter des quotas et d’investir dans la création cinématographique suisse ainsi que adaptation de l’ordonnance du 3 juillet 2002 sur le cinéma (OCin)"
            ]
          }
        },
        "eventDescription": {
          "rdf:langString": {
            "de": [
              "Das im Mai 2022 durch eine Volksabstimmung angenommene revidierte Filmgesetz bringt zwei Neuerungen: Erstens die Einführung einer 30%-Quote für europäische Filme in den Katalogen von Online-Filmanbietern. Zweites die Einführung einer 4%-Investitionspflicht für Online-Filmanbieter und Fernsehdienste ins unabhängige Schweizer Filmschaffen. Beide Pflichten gelten für in- und ausländische Unternehmen, die sich ans Schweizer Publikum richten, neu also auch für ausländische Werbefenster. Die betroffenen Unternehmen müssen sich beim Bundesamt für Kultur melden und registrieren. Diese neuen Pflichten müssen auf Verordnungsstufe konkretisiert werden. Die Quoten- und Investitionspflicht soll in einer neuen Verordnung (Verordnung über die Quoten- und Investitionspflicht, FQIV) geregelt werden. Die bestehende Filmverordnung vom 3. Juli 2002 (FIV, SR 443.11), wird in wenigen Artikeln angepasst."
            ],
            "it": [
              "La revisione della legge sul cinema approvata dal popolo a maggio introduce due novità. In primo luogo, gli offerenti di film in linea sono tenuti a proporre nei propri cataloghi una quota di contenuti prodotti in Europa pari almeno al 30 per cento. In secondo luogo, gli offerenti di film in linea e i servizi televisivi sono soggetti all’obbligo di investimento del 4 per cento nella creazione cinematografica svizzera indipendente. Entrambi gli obblighi si applicano alle imprese svizzere e straniere che si rivolgono al pubblico svizzero, quindi anche alle finestre pubblicitarie straniere. Le imprese interessate sono tenute ad annunciarsi e registrarsi all’Ufficio federale della cultura.\nQuesti nuovi obblighi vanno concretizzati a livello di ordinanza. L’obbligo della quota e di investimento va disciplinato in una nuova ordinanza (ordinanza sull’obbligo della quota e di investimento nel cinema OQIC – titolo italiano provvisorio). Alcuni articoli dell’ordinanza del 3 luglio 2002 sulla cinematografia (OCin, RS 443.11) sono modificati."
            ],
            "fr": [
              "La révision de la loi sur le cinéma acceptée par le peuple en mai 2022 introduit deux innovations. Premièrement, elle oblige les fournisseurs de films en ligne à proposer un quota de 30 % de films européens dans leurs catalogues. Deuxièmement, elle soumet les fournisseurs de films en ligne et les diffuseurs de programmes de télévision à l’obligation d’investir 4 % de leurs recettes brutes dans la création cinématographique suisse indépendante. Ces deux obligations concernent les entreprises nationales ou étrangères qui s’adressent au public suisse ; elles s’appliquent donc désormais également aux fenêtres publicitaires étrangères visant ce public. Les entreprises concernées doivent s’annoncer à l’Office fédéral de la culture et s’y faire enregistrer.\nCes nouvelles obligations doivent maintenant être concrétisées au niveau des ordonnances. L’obligation de respecter des quotas et d’investir fera l’objet d’une nouvelle ordonnance (ordonnance sur l’obligation de quota et d’investissement dans le cinéma, OQICin – titre et sigle français provisoires). L’ordonnance du 3 juillet 2002 sur le cinéma (OCin ; RS 443.11) sera modifiée dans un petit nombre d’articles."
            ]
          }
        },
        "eventId": {
          "xsd:string": "proj/2022/62/cons_1"
        }
      },
      "references": {
        "consultationStatus": "https://fedlex.data.admin.ch/vocabulary/consultation-status/1",
        "hasSubTask": [
          "https://fedlex.data.admin.ch/eli/dl/proj/2022/62/cons_1/cons-planif"
        ]
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/consultation-status/1",
      "type": [
        "Concept",
        "ConsultationStatus"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2022/62/cons_1/cons-planif",
      "type": [
        "ConsultationPreparation",
        "ConsultationTask",
        "Event",
        "LegislativeTask"
      ],
      "references": {
        "institutionInChargeOfTheEventLevel2": "https://fedlex.data.admin.ch/vocabulary/legal-institution/55",
        "institutionInChargeOfTheEvent": "https://fedlex.data.admin.ch/vocabulary/legal-institution/S0",
        "consultationHasModification": [
          "https://fedlex.data.admin.ch/eli/dl/proj/2022/62/cons_1/cons-planif/consultation-modification-history/1"
        ]
      },
      "attributes": {
        "foreseenEventEndDate": {
          "xsd:date": "2023-01-01"
        },
        "foreseenEventStartDate": {
          "xsd:date": "2022-10-01"
        }
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/legal-institution/55",
      "type": [
        "Concept",
        "LegalInstitution"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/legal-institution/S0",
      "type": [
        "Concept",
        "LegalInstitution"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2022/62/cons_1/cons-planif/consultation-modification-history/1",
      "type": [
        "ConsultationModificationHistory",
        "Event"
      ],
      "attributes": {
        "consultationStageDate": {
          "xsd:dateTime": "2022-09-21T12:22:17.608Z"
        }
      }
    }
  ],
  "graph": "https://fedlex.data.admin.ch/eli/dl/proj/2022/62/graph",
  "facets": {
    "sortingDate": "2022-09-21T12:22:17.608Z",
    "modified": "2022-09-21T14:22:17.982668",
    "department": {
      "ConsultationPreparation": "https://fedlex.data.admin.ch/vocabulary/legal-institution/D5"
    }
  },
  "timestampms": null
}
