{
  "data": {
    "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2022/73",
    "type": [
      "Draft",
      "Event",
      "InitialDraft"
    ],
    "references": {
      "draftHasTask": [
        "https://fedlex.data.admin.ch/eli/dl/proj/2022/73/cons_1"
      ],
      "draftHasConsultation": [
        "https://fedlex.data.admin.ch/eli/dl/proj/2022/73/cons_1"
      ]
    },
    "attributes": {
      "modified": {
        "xsd:dateTime": [
          "2022-12-27T09:54:01.844Z"
        ]
      },
      "eventId": {
        "xsd:string": "proj/2022/73"
      },
      "created": {
        "xsd:dateTime": [
          "2022-12-27T09:54:01.844Z"
        ]
      }
    }
  },
  "included": [
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2022/73/cons_1",
      "type": [
        "Consultation",
        "Event",
        "LegislativeTask"
      ],
      "attributes": {
        "eventTitle": {
          "rdf:langString": {
            "de": [
              "Verordnung über die Finanzierung der Überwachung des Post- und Fernmeldeverkehrs (FV-ÜPF)"
            ],
            "it": [
              "Ordinanza sul finanziamento della sorveglianza della corrispondenza postale e del traffico delle telecomunicazioni (OF-SCPT)"
            ],
            "fr": [
              "Ordonnance sur le financement de la surveillance de la correspondance par poste et télécommunication (OF-SCPT)"
            ]
          }
        },
        "eventDescription": {
          "rdf:langString": {
            "de": [
              "Im Rahmen des Bundesgesetzes über administrative Erleichterungen und eine Entlastung des Bundeshaushalts hat das Parlament am 19. März 2021 mit den neuen Artikeln 38 und 38a des Bundesgesetzes vom 18. März 2016 betreffend die Überwachung des Post- und Fernmeldeverkehrs (BÜPF) die gesetzlichen Grundlagen für die Einführung von jährlichen Pauschalen geschaffen. Mit der vorliegenden Revision soll das heutige komplexe Finanzierungs- und Rechnungsstellungssystem durch die Einführung von Pauschalen vereinfacht und die administrativen Kosten für alle Beteiligten gesenkt werden. Zur klaren Abgrenzung gegenüber dem bisherigen Finanzierungssystem wird die geltende Verordnung über die Gebühren und Entschädigungen für die Überwachung des Post- und Fernmeldeverkehrs (GebV-ÜPF) durch die Verordnung über die Finanzierung der Überwachung des Post- und Fernmeldeverkehrs (FV-ÜPF) ersetzt."
            ],
            "it": [
              "Nell’ambito della legge federale del 19 marzo 2021 concernente agevolazioni e misure di sgravio del bilancio della Confederazione, il Parlamento ha creato la base giuridica per l’introduzione di tariffe forfettarie annuali con i nuovi art. 38 e 38a della legge federale del 18 marzo 2016 sulla sorveglianza della corrispondenza postale e del traffico delle telecomunicazioni (LSCPT). La presente revisione mira a semplificare, mediante l’introduzione di tariffe forfettarie, l’attuale complesso sistema di finanziamento e fatturazione nonché a ridurre i costi amministrativi per tutte le parti coinvolte. Per distinguere chiaramente il nuovo sistema da quello precedente, la vigente ordinanza sugli emolumenti e le indennità per la sorveglianza della corrispondenza postale e del traffico delle telecomunicazioni (OEm-SCPT) sarà sostituita dall’ordinanza sul finanziamento della sorveglianza della corrispondenza postale e del traffico delle telecomunicazioni (OF SCPT)."
            ],
            "fr": [
              "En adoptant la loi fédérale du 19 mars 2021 sur des allégements administratifs et des mesures destinées à soulager les finances fédérales, le Parlement a modifié, entre autres actes normatifs, la loi fédérale du 18 mars 2016 sur la surveillance de la correspondance par poste et télécommunication (LSCPT). Il a créé, avec les art. 38 et 38a, les bases légales pour l’introduction de forfaits annuels. La présente révision vise à simplifier le système actuel complexe de financement et de facturation par l’introduction de forfaits et à réduire les coûts administratifs pour toutes les parties concernées. Afin d’établir une distinction claire par rapport au système de financement actuel, l’ordonnance sur les émoluments et les indemnités en matière de surveillance de la correspondance par poste et télécommunication (OEI-SCPT) sera remplacée par l’ordonnance sur le financement de la surveillance de la correspondance par poste et télécommunication (OF-SCPT)."
            ]
          }
        },
        "eventId": {
          "xsd:string": "proj/2022/73/cons_1"
        }
      },
      "references": {
        "foreseenImpactToLegalResource": [
          "https://fedlex.data.admin.ch/eli/cc/2018/34"
        ],
        "consultationStatus": "https://fedlex.data.admin.ch/vocabulary/consultation-status/1",
        "hasSubTask": [
          "https://fedlex.data.admin.ch/eli/dl/proj/2022/73/cons_1/cons-planif"
        ]
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/cc/2018/34",
      "type": [
        "ConsolidationAbstract",
        "Work"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/consultation-status/1",
      "type": [
        "Concept",
        "ConsultationStatus"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2022/73/cons_1/cons-planif",
      "type": [
        "ConsultationPreparation",
        "ConsultationTask",
        "Event",
        "LegislativeTask"
      ],
      "references": {
        "institutionInChargeOfTheEventLevel2": "https://fedlex.data.admin.ch/vocabulary/legal-institution/198",
        "institutionInChargeOfTheEvent": "https://fedlex.data.admin.ch/vocabulary/legal-institution/S0",
        "consultationHasModification": [
          "https://fedlex.data.admin.ch/eli/dl/proj/2022/73/cons_1/cons-planif/consultation-modification-history/1"
        ]
      },
      "attributes": {
        "foreseenEventEndDate": {
          "xsd:date": "2023-05-01"
        },
        "foreseenEventStartDate": {
          "xsd:date": "2023-02-01"
        }
      }
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/legal-institution/198",
      "type": [
        "Concept",
        "LegalInstitution"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/vocabulary/legal-institution/S0",
      "type": [
        "Concept",
        "LegalInstitution"
      ]
    },
    {
      "uri": "https://fedlex.data.admin.ch/eli/dl/proj/2022/73/cons_1/cons-planif/consultation-modification-history/1",
      "type": [
        "ConsultationModificationHistory",
        "Event"
      ],
      "attributes": {
        "consultationStageDate": {
          "xsd:dateTime": "2022-11-16T11:07:37.196Z"
        }
      }
    }
  ],
  "graph": "https://fedlex.data.admin.ch/eli/dl/proj/2022/73/graph",
  "facets": {
    "sortingDateTime": "2022-12-27T09:54:01.844582Z",
    "taxonomies": [
      {
        "taxonomyId": "780.115.1",
        "consolidationAbstract": "https://fedlex.data.admin.ch/eli/cc/2018/34"
      }
    ],
    "sortingDate": "2022-11-16T11:07:37.196Z",
    "modified": "2022-12-27T10:54:01.844582",
    "department": {
      "ConsultationPreparation": "https://fedlex.data.admin.ch/vocabulary/legal-institution/D6"
    }
  },
  "timestampms": null
}
