{
  "data": {
    "uri": "https://fedlex.data.admin.ch/eli/cc/2023/89/20230120",
    "type": [
      "Consolidation",
      "Work"
    ],
    "attributes": {
      "isMemberOf": {
        "rdfs:Resource": "https://fedlex.data.admin.ch/eli/cc/2023/89"
      },
      "dateApplicability": {
        "xsd:date": "2023-01-20"
      }
    }
  },
  "graph": "https://fedlex.data.admin.ch/eli/cc/2023/89/20230120/graph",
  "facets": {
    "classifiedByTaxonomyEntryLabel_raw": "0.412.123.209.15",
    "consolidationAbstract": {
      "typeDocumentBroader": "https://fedlex.data.admin.ch/vocabulary/resource-type/49",
      "basicAct": "https://fedlex.data.admin.ch/eli/oc/2023/89",
      "typeDocument": "https://fedlex.data.admin.ch/vocabulary/resource-type/31",
      "titles": {
        "http://publications.europa.eu/resource/authority/language/DEU": {
          "titleShort": "",
          "title": "Absprache vom 14. Juni 2022 zwischen dem Staatssekretariat für Bildung, Forschung und Innovation und dem Ordre des technologues en imagerie médicale, en radio-oncologie et en électrophysiologie médicale du Québec über die gegenseitige Anerkennung der Berufsqualifikationen von Radiologiefachpersonen in der Schweiz sowie Technologinnen bzw. Technologen in medizinischer Bildgebung im Bereich Radiodiagnostik, Technologinnen bzw. Technologen in medizinischer Bildgebung im Bereich Nuklearmedizin und Technologinnen bzw. Technologen in Radioonkologie und Radiologiefachpersonen aus Quebec"
        },
        "http://publications.europa.eu/resource/authority/language/FRA": {
          "titleShort": "",
          "title": "Arrangement du 14 juin 2022 entre le Secrétariat d’État à la formation, à la recherche et à l’innovation et l’Ordre des technologues en imagerie médicale, en radio-oncologie et en électrophysiologie médicale du Québec concernant la reconnaissance mutuelle des qualifications professionnelles des techniciens en radiologie médicale en Suisse et des technologues en imagerie médicale dans le domaine du radiodiagnostic, des technologues en imagerie médicale dans le domaine de la médecine nucléaire et des technologues en radio-oncologie au Québec"
        },
        "http://publications.europa.eu/resource/authority/language/ITA": {
          "titleShort": "",
          "title": "Accordo del 14 giugno 2022 tra la Segreteria di Stato per la formazione, la ricerca e l’innovazione e l’Ordre des technologues en imagerie médicale, en radio oncologie et en électrophysiologie médicale du Québec concernente il reciproco riconoscimento delle qualifiche professionali dei tecnici di radiologia medica in Svizzera e dei tecnici di diagnostica per immagini nel settore della radiologia, dei tecnici di diagnostica per immagini nel settore della medicina nucleare e dei tecnici di radio-oncologia in Québec"
        }
      }
    },
    "classifiedByTaxonomyEntry": "https://fedlex.data.admin.ch/vocabulary/legal-taxonomy/40027",
    "classifiedByTaxonomyEntryLabel_sort": "00000.00412.00123.00209.00015",
    "theme": {
      "themeId": "0.4",
      "themeUri": "https://fedlex.data.admin.ch/vocabulary/legal-taxonomy/1618"
    },
    "classifiedByTaxonomyEntryLabel": {
      "de": "SR 0.412.123.209.15",
      "fr": "RS 0.412.123.209.15",
      "it": "RS 0.412.123.209.15"
    }
  },
  "timestampms": null
}
